Repository: stahta01/wxwidgets_svn
Catalog: wxWidgets/tags/WX_MAIN_AFTER_2_2_MERGE/locale/*.po
Languages: fi

source: does not exist Create it now?
fi: ei ole olemassa. Luodaanko?

source: (error %ld: %s)
fi: (virhe %ld: %s)

source: #define %s must be an integer.
fi: #define %s pit‰‰ olla kokonaisluku

source: %s is invalid.
fi: %s on virheellinen.

source: %s not a bitmap resource specification.
fi: %s

source: %s should be numeric.
fi: %s pit‰isi olla numeerinen.

source: %s should only contain ASCII characters.
fi: %s saisi sis‰lt‰‰ vain ASCII-merkkej‰.

source: %s should only contain alphabetic characters.
fi: %s saisi sis‰lt‰‰ vain aakkosia.

source: %s should only contain alphabetic or numeric characters.
fi: %s saisi sis‰lt‰‰ vain aakkosia tai numeerisia merkkej‰.

source: %s: ill-formed resource file syntax.
fi: %s:

source: &Close
fi: &Sulje

source: &Log
fi: &Loki

source: &Redo
fi: &Tee uudelleen

source: &Redo
fi: &Tee uudelleen

source: &Save...
fi: &Tallenna...

source: &Undo
fi: &Korjaa

source: &Undo
fi: &Korjaa

source: '%s' has extra '..', ignored.
fi: '%s' sis‰lt‰‰ ylim‰‰r‰isen '..', ohitettu.

source: '%s' is not a valid message catalog.
fi: '%s' ei ole kelvollinen viestiluettelo.

source: '%s' is probably a binary file.
fi: '%s' on mahdollisesti bin‰‰rinen tiedosto.

source: Add to custom colours
fi: Lis‰‰ muokattuihin v‰reihin

source: All
fi: Kaikki

source: Append log to file '%s' (choosing [No] will overwrite it)?
fi: Siirr‰ loki tiedostoon '%s' (valitse [Ei] korvataksesi sen)?

source: Application Error
fi: Ohjelmavirhe

source: Bold
fi: Lihavoitu

source: Bottom margin (mm):
fi: Alamarginaali (mm):

source: C&lear
fi: &Tyhjenn‰

source: Can not create event object.
fi: Tapahtumaobjektin luonti ep‰onnistui.

source: Can not create mutex.
fi: Mutexin luonti ep‰onnistui

source: Can not create tooltip control
fi: Tyˆkaluvihjeiden hallinnan luonti ep‰onnistui

source: Can not enumerate files in directory '%s'
fi: Hakemiston '%s' tiedostojen luettelu ep‰onnistui

source: Can not get data in format '%s' from clipboard.
fi: Datan haku leikepˆyd‰lt‰ formaatissa '%s' ep‰onnistui.

source: Can not put data in format '%s' on clipboard.
fi: Datan lis‰ys leikepˆyd‰lle formaatissa '%s' ep‰onnistui.

source: Can not resume thread %x
fi: S‰ikeen %x jatko ep‰onnistui

source: Can not retrieve thread scheduling policy.
fi: S‰ikeiden ajoittamisen haku ep‰onnistui.

source: Can not start thread: error writing TLS.
fi: S‰ikeen k‰ynnistys ep‰onnistui: virhe TLS-kirjoituksessa.

source: Can not suspend thread %x
fi: S‰ikeen %x keskeytys ep‰onnistui

source: Can not wait for thread termination
fi: Ei voi odottaa s‰ikeen keskeytyst‰

source: Can't &Undo
fi: &Korjaus ep‰onnistui

source: Can't create thread
fi: S‰iett‰ ei voi luoda

source: Can't delete the INI file '%s'
fi: INI-tiedoston '%s' poisto ep‰onnistui

source: Can't execute '%s'
fi: '%s' prosessia ei voi ajaa

source: Can't execute command '%s'
fi: '%s' komennon ajo ep‰onnistui

source: Can't load wxSerial dynamic library.
fi: Ei voi ladata wxSerial dynaamista kirjastoa

source: Can't save log contents to file.
fi: Lokisis‰llˆn tallennus tiedostoon ep‰onnistui.

source: Can't set thread priority
fi: S‰ikeen priorisointi ep‰onnistui.

source: Cancel
fi: Peruuta

source: Cannot initialize OLE
fi: OLE initialization ep‰onnistui

source: Cannot open file!
fi: Tiedostoa ei voi avata!

source: Character '%c' is invalid in a config entry name.
fi: Merkki '%c' on virheellinen asetuskohdan nimess‰.

source: Clear the log contents
fi: Tyhjenn‰ lokisis‰ltˆ

source: Close
fi: Sulje

source: Close this window
fi: Sulje ikkuna

source: Confirm
fi: Varmista

source: Connection to wxHelp timed out in %d seconds
fi: Yhteys wxHelpiin katkesi %d sekunnin j‰lkeen

source: Copies:
fi: Kopiot:

source: Could not find resource include file %s.
fi: Resurssisis‰ltˆtiedostoa %s ei lˆydy.

source: Could not resolve control class or id '%s'. Use (non-zero) integer instead or provide #define (see manual for caveats)
fi: Hallintaluokan tai ID:n '%s' selvitys ep‰onnistui. K‰yt‰ (non-zero) kokonais- lukua tai anna #define (katso manuaali)

source: Could not resolve menu id '%s'. Use (non-zero) integer instead or provide #define (see manual for caveats)
fi: Valikon ID:n '%s' selvitys ep‰onnistui. K‰yt‰ (non-zero) kokonais- lukua tai anna #define (katso manuaali)

source: Could not start document preview.
fi: Dokumentin esikatselu ep‰onnistui.

source: Could not start printing.
fi: Tulostus ei k‰ynnisty.

source: Could not transfer data to window
fi: Tiedonsiirto ikkunaan ei onnistu

source: Couldn't acquire a mutex lock
fi: Mutex lockin saanti ep‰onnistui

source: Couldn't add an image to the image list.
fi: Kuvan lis‰ys (kuva)listaan ep‰onnistui.

source: Couldn't change the state of event object.
fi: Tapahtumaobjektin tilaa ei voitu vaihtaa.

source: Couldn't create a timer
fi: Ajastimen luonti ep‰onnistui

source: Couldn't get the current thread pointer
fi: S‰ikeen osoittimen haku ep‰onnistui

source: Couldn't load a PNG image - probably file is corrupted.
fi: PNG-kuvan lataus ei onnistu - tiedosto ehk‰ korruptoitunut.

source: Couldn't release a mutex
fi: Mutexin vapautus ei onnistu

source: Couldn't retrieve information about list control item %d.
fi: Tiedonhaku listanhallinnasta %d ep‰onnistui.

source: Couldn't terminate thread
fi: S‰iett‰ ei voi keskeytt‰‰

source: Create New Directory
fi: Luo uusi hakemisto

source: Decorative
fi: Koristeellinen

source: Directory does not exist
fi: Hakemistoa ei ole

source: Do you want to save changes to document %s?
fi: Haluatko tallentaa muutokset dokumenttiin %s?

source: DoLogString must be overrided if it's called.
fi: DoLogString t‰ytyy korvata jos sit‰ kutsutaan.

source: Enter the name of the directory to create
fi: Anna nimi uudelle hakemistolle

source: Entries found
fi: Lˆydetty kohdat

source: Entry name can't start with '%c'.
fi: Kohdan nimi ei voi alkaa '%c':lla.

source: Error
fi: Virhe

source: Error creating directory
fi: Hakemiston luonnissa virhe

source: Error:
fi: Virhe:

source: Etcetera
fi: Jne

source: Execution of command '%s' failed
fi: Komennon '%s' ajo ep‰onnistui

source: Expected '*' whilst parsing resource.
fi: Odotettiin '*' resursseja j‰sennelless‰.

source: Expected '=' whilst parsing resource.
fi: Odotettiin '=' resusseja j‰sennelless‰.

source: Expected 'char' whilst parsing resource.
fi: Odotettiin 'char' resusseja j‰sennelless‰.

source: Failed to close the clipboard.
fi: Leikepˆyd‰n sulkeminen ep‰onnistui.

source: Failed to create directory
fi: Ei voitu luoda hakemistoa

source: Failed to create the tooltip '%s'
fi: Tyˆkaluvihjeen '%s' luonti ep‰onnistui

source: Failed to created dialog.
fi: Dialogin luonti ei onnistunut.

source: Failed to empty the clipboard.
fi: Leikepˆyd‰n tyhjennys ep‰onnistui.

source: Failed to find XBM resource %s. Forgot to use wxResourceLoadBitmapData?
fi: XBM resurssia %s ei lˆydy. Unohditko k‰ytt‰‰ wxResourceLoadBitmapData?

source: Failed to find XBM resource %s. Forgot to use wxResourceLoadIconData?
fi: XBM resurssia %s ei lˆydy. Unohditko k‰ytt‰‰ wxResourceLoadIconData?

source: Failed to find XPM resource %s. Forgot to use wxResourceLoadBitmapData?
fi: XBM resurssia %s ei lˆydy. Unohditko k‰ytt‰‰ wxResourceLoadBitmapData?

source: Failed to open the clipboard.
fi: Leikepˆyd‰n avaus ei onnistunut.

source: Failed to retrieve data from the clipboard.
fi: Dataa ei voida hakea leikepˆyd‰lt‰.

source: Failed to set clipboard data.
fi: Leikepˆyd‰n datan asetus ep‰onnistui.

source: Failed to set thread priority %d.
fi: S‰ikeen prioriteetin %d asetus ep‰onnistui.

source: Failed to terminate a thread.
fi: S‰ikeen keskeytys ei onnistunut.

source: Fatal error
fi: Tuhoisa virhe

source: Fatal error:
fi: Tuhoisa virhe:

source: File '%s' already exists, do you really want to overwrite it?
fi: Tiedosto '%s' on olemassa, haluatko korvata sen?

source: File error
fi: Tiedostovirhe

source: Files (%s)|%s
fi: Tiedostot (%s)|%s

source: Font
fi: Kirjasin

source: Fork failed
fi: Haarukointi ep‰onnistui

source: Found
fi: Lˆydetty

source: From:
fi: L‰hett‰j‰:

source: Icon resource specification %s not found.
fi: Kuvakeresurssin m‰‰ritelm‰‰ %s ei lˆydy.

source: Ill-formed resource file syntax.
fi: Virheellinen resurssitiedoston syntaksi.

source: Information
fi: Informaatio

source: Left margin (mm):
fi: Vasen marginaali (mm):

source: Load %s file
fi: Lataa %s tiedosto

source: Log saved to the file '%s'.
fi: Loki tallennettu tiedostoon '%s'.

source: Mime.types file %s, line %d: extra characters after the field value ignored.
fi: Mime.types tiedosto %s, rivi %d: ylim‰‰r‰iset merkit kent‰n arvon j‰lkeen ohitettu.

source: Mime.types file %s, line %d: unterminated quoted string.
fi: Mime.types tiedosto %s, rivi %d: keskeytt‰m‰tˆn quotattu merkkijono.

source: Modern
fi: Moderni

source: Mounted Devices
fi: Asennetut laitteet

source: My Home
fi: Koti

source: New...
fi: Uusi...

source: No
fi: Ei

source: No XBM facility available!
fi: XBM laitteistoa ei ole!

source: No XPM facility available!
fi: XBM laitteistoa ei ole!

source: No XPM icon facility available!
fi: XBM laitteistoa ei ole!

source: No entries found.
fi: Kohtia ei lˆydetty.

source: Normal
fi: Tavallinen

source: Options
fi: Asetukset

source: Orientation
fi: Orientaatio

source: Page %d
fi: Sivu %d

source: Page %d of %d
fi: Sivu %d / %d

source: Page Setup
fi: Sivun asetukset

source: Pages
fi: Sivut

source: Paper size
fi: Paperin koko

source: Pipe creation failed
fi: Pipe luonti ep‰onnistui

source: Please wait...
fi: Odota...

source: PostScript file
fi: PostScript tiedosto

source: Preview Only
fi: Vain esikatselu

source: Print
fi: Tulosta

source: Print Error
fi: Tulostusvirhe

source: Print Preview
fi: Tulostuksen esikatselu

source: Print Preview Failure
fi: Tulostuksen esikatselu ep‰onnistui

source: Print Range
fi: Tulostusalue

source: Print Setup
fi: Tulostusasetukset

source: Print in colour
fi: Tulosta v‰reiss‰

source: Print spooling
fi: Tulostuksen spoolaus

source: Print to File
fi: Tulosta tiedostoon

source: Print...
fi: Tulosta...

source: Printer Command:
fi: Tulostinkomento:

source: Printer Options:
fi: Tulostimen asetukset:

source: Printer Settings
fi: Tulostimen asetukset

source: Printer command:
fi: Tulostinkomento:

source: Printer options
fi: Tulostimen asetukset

source: Printer options:
fi: Tulostimen asetukset:

source: Printer...
fi: Tulostin...

source: Printing
fi: Tulostaa

source: Printing Error
fi: Tulostusvirhe

source: Program aborted.
fi: Ohjelma keskeytetty.

source: Question
fi: Kysymys

source: Registry key '%s' is needed for normal system operation, deleting it will leave your system in unusable state: operation aborted.
fi: Rekisteriavainta '%s' tarvitaan j‰rjestelm‰n normaaliin toimintaan. Poistamalla avaimen saatat j‰rjestelm‰si ep‰- vakaiseen tilaan: ohjelma keskeytetty.

source: Relevant entries:
fi: T‰hdelliset kohdat:

source: Replace file '%s'?
fi: Korvaa tiedosto '%s'?

source: Right margin (mm):
fi: Oikea marginaali (mm):

source: Save %s file
fi: Tallenna %s tiedosto

source: Save as
fi: Tallenna nimell‰

source: Save log contents to file
fi: Tallenna lokisis‰ltˆ tiedostoon

source: Script
fi: Skripti

source: Select a document template
fi: Valitse dokumenttipohja

source: Select a document view
fi: Valitse dokumentin n‰kym‰

source: Select a file
fi: Valitse tiedosto

source: Send to Printer
fi: L‰het‰ tulostimelle

source: Setup...
fi: Asetukset...

source: Sizer error
fi: Virhe (sizer)

source: Sorry, could not open this file for saving.
fi: Ei voi avata tiedostoa tallennettavaksi.

source: Sorry, could not open this file.
fi: Tiedostoa ei voi avata.

source: Sorry, could not save this file.
fi: Tiedostoa ei voi tallentaa.

source: Sorry, not enough memory to create a preview.
fi: Liian v‰h‰n muistia esikatseluun.

source: Status:
fi: Tila:

source: Templates
fi: Pohjat

source: Temporary
fi: V‰liaikainen

source: The Computer
fi: Tietokone

source: The directory
fi: Hakemisto

source: Thread module initialization failed: can not store value in thread local storage
fi: S‰iemoduulin k‰ynnistys ep‰onnistui: arvoa ei voi tallentaa s‰ikeen muistiin

source: Thread module initialization failed: failed to create pthread key.
fi: S‰iemoduulin k‰ynnistys ep‰onnistui: pthread-avaimen luonti ei onnistu.

source: Thread module initialization failed: impossible to allocate index in thread local storage
fi: S‰iemoduulin k‰ynnistys ep‰onnistui: indexin varaus s‰ikeen muistiin mahdotonta

source: To:
fi: Vastaanottaja:

source: Top margin (mm):
fi: Yl‰marginaali (mm):

source: Underline
fi: Alleviivaus

source: Unexpected end of file whilst parsing resource.
fi: Odottamaton tiedoston loppuminen resursseja j‰sennelless‰.

source: Unknown field in file %s, line %d: '%s'.
fi: Tuntematon kentt‰ tiedostossa %s, rivill‰ %d: '%s'.

source: Unmatched '{' in an entry for mime type %s.
fi: Sopimaton '{' mime tyypin %s kohdalla.

source: Unnamed command
fi: Nime‰m‰tˆn komento

source: Unrecognized style %s whilst parsing resource.
fi: Tunnistamaton tyyli %s resursseja j‰sennelless‰.

source: Unsupported clipboard format.
fi: Leikepˆyd‰n formaattia ei ole tuettu.

source: User
fi: K‰ytt‰j‰

source: User Local
fi: Paikallinen k‰ytt‰j‰

source: Validation conflict
fi: Laillisuuskonflikti

source: Variables
fi: Muuttujat

source: Views
fi: N‰kym‰t

source: Warning
fi: Varoitus

source: Warning:
fi: Varoitus:

source: X Scaling
fi: X skaalaus

source: X Translation
fi: X k‰‰nnˆs

source: Y Scaling
fi: Y skaalaus

source: Y Translation
fi: Y k‰‰nnˆs

source: Yes
fi: Kyll‰

source: [EMPTY]
fi: [TYHJƒ]

source: attempt to change immutable key '%s' ignored.
fi: muuttumattoman avaimen '%s' muutosyritys ohitettu.

source: bad index in wxArrayString::Remove
fi: wxArrayString::Remove - v‰‰r‰ indeksi

source: can't close file descriptor %d
fi: tiedoston kuvausta %d ei voida sulkea

source: can't close registry key '%s'
fi: rekisteriavainta '%s' ei voida sulkea

source: can't commit changes to file '%s'
fi: muutoksia tiedostoon '%s' ei voi tehd‰

source: can't create file '%s'
fi: tiedoston '%s' luonti ei onnistu

source: can't create registry key '%s'
fi: rekisteriavaimen '%s' luonti ei onnistu

source: can't delete key '%s'
fi: avainta '%s' ei voi poistaa

source: can't delete user configuration file '%s'
fi: k‰ytt‰j‰n asetustiedostoa '%s' ei voi poistaa

source: can't delete value '%s' from key '%s'
fi: arvon '%s' poisto avaimesta '%s' ei onnistu

source: can't delete value of key '%s'
fi: avaimen '%s' arvoa ei voi poistaa

source: can't enumerate subkeys of key '%s'
fi: avaimen '%s' ala-avaimia ei voi luetella

source: can't enumerate values of key '%s'
fi: avaimen '%s' arvoja ei voi luetella

source: can't find length of file on file descriptor %d
fi: tiedoston kokoa ei lˆydy tiedoston kuvauksesta %d

source: can't find user's HOME, using current directory.
fi: k‰ytt‰j‰n kotihakemistoa ei lˆydy, k‰ytet‰‰n nykyist‰ hakemistoa.

source: can't flush file descriptor %d
fi: tiedoston kuvausta %d ei voida tyhjent‰‰

source: can't get info about registry key '%s'
fi: tiedon saanti rekisteriavaimesta '%s' ei onnistu

source: can't get seek position on file descriptor %d
fi: paikanm‰‰ritys tiedoston kuvauksessa %d ei onnistu

source: can't open file '%s'
fi: tiedostoa '%s' ei voi avata

source: can't open global configuration file '%s'.
fi: globaalin asetustiedoston '%s' avaus ei onnistu

source: can't open registry key '%s'
fi: rekisteriavaimen '%s' avaus ei onnistu

source: can't open user configuration file '%s'.
fi: k‰ytt‰j‰n asetustiedoston '%s' avaus ei onnistu.

source: can't open user configuration file.
fi: k‰ytt‰j‰n asetustiedoston avaus ei onnistu.

source: can't read from file descriptor %d
fi: tiedoston kuvauksen %d luku ep‰onnistui

source: can't read value of '%s'
fi: ei voida lukea arvoa '%s'

source: can't read value of key '%s'
fi: ei voida lukea arvoa avaimesta '%s'

source: can't remove file '%s'
fi: tiedoston '%s' poisto ei onnistu

source: can't remove temporary file '%s'
fi: v‰liaikaistiedoston '%s' poisto ei onnistu

source: can't set value of '%s'
fi: ei voida asettaa arvoa '%s'

source: can't set value of a group!
fi: ryhm‰n arvoa ei voi asettaa!

source: can't write file '%s' to disk.
fi: tiedostoa '%s' ei voida kirjottaa levylle.

source: can't write to file descriptor %d
fi: tiedoston kuvaukseen %d kirjoittaminen ep‰onnistui

source: can't write user configuration file.
fi: k‰ytt‰j‰n asetustiedoston kirjoitus ep‰onnistui.

source: catalog file for domain '%s' not found.
fi: luettelotiedostoa domainille '%s' ei lˆydy.

source: empty file name in wxFindFileInPath
fi: tyhj‰ tiedostonimi paikassa wxFindFileInPath

source: entry '%s' appears more than once in group '%s'
fi: kohta '%s' ilmenee useammin kuin kerran ryhm‰ss‰ '%s'

source: file '%s', line %d: '%s' ignored after group header.
fi: tiedosto '%s', rivi %d: '%s' ohitettu ryhm‰otsikon j‰lkeen.

source: file '%s', line %d: '=' expected.
fi: tiedosto '%s', rivi %d: '=' odotettu.

source: file '%s', line %d: key '%s' was first found at line %d.
fi: tiedosto '%s', rivi %d: avain '%s' lˆytyi ensiksi rivilt‰ %d.

source: file '%s', line %d: value for immutable key '%s' ignored.
fi: tiedosto '%s', rivi %d: muuttamattoman avaimen '%s' arvo ohitettu.

source: file '%s': unexpected character %c at line %d.
fi: tiedosto '%s': odottamaton merkki %c rivill‰ %d.

source: invalid date
fi: virheellinen p‰iv‰m‰‰r‰

source: invalid day
fi: virheellinen p‰iv‰

source: invalid eof() return value.
fi: virheellinen eof() palautusarvo

source: invalid message box return value
fi: virheellinen viestilaatikon palautusarvo

source: invalid month
fi: virheellinen kuukausi

source: locale '%s' can not be set.
fi: localea '%s' ei voida asettaa.

source: looking for catalog '%s' in path '%s'.
fi: etsit‰‰n luetteloa '%s' polussa '%s'.

source: removing inexistent element in wxArrayString::Remove
fi: poistetaan olematon elementti k‰skyss‰ wxArrayString::Remove

source: string '%s' not found in domain '%s' for locale '%s'.
fi: merkkijonoa '%s' ei lˆydy domainista '%s' localelle '%s'.

source: string '%s' not found in locale '%s'.
fi: merkkijonoa '%s' ei lˆydy localelle '%s'.

source: unexpected " at position %d in '%s'.
fi: odottamaton " paikassa %d '%s'.

source: unknown log level in wxLog::DoLog
fi: tuntematon lokitaso k‰skyss‰ wxLog::DoLog

source: unknown log level in wxLogGui::DoLog
fi: tuntematon lokitaso k‰skyss‰ wxLogGui::DoLog

source: unnamed
fi: nime‰m‰tˆn

source: unnamed%d
fi: nime‰m‰tˆn %d

source: using catalog '%s' from '%s'.
fi: k‰ytˆss‰ luettelo '%s' '%s'sta.

source: wxWindows: error finding temporary file name.
fi: wxWindows: virhe v‰liaikaistiedoston etsinn‰ss‰.

source: Please choose an existing file.
fi: Valitse olemassaoleva tiedosto.

source: Printing...
fi: Tulostetaan...

source: Printing page %d...
fi: Tulostetaan sivua %d...

source: Couldn't find symbol '%s' in a dynamic library
fi: Symbolia '%s' ei lˆydy dynaamisesta kirjastosta

source: Failed to load shared library '%s'
fi: Jaetun kirjaston '%s' lataus ep‰onnistui

source: Config entry name cannot start with '%c'.
fi: Asetuskohdan nimi ei voi alkaa merkill‰ '%c'.

source: Directory '%s' couldn't be created
fi: Hakemistoa '%s' ei onnistuttu luomaan

source: bad index in wxArrayString::Insert
fi: wxArrayString::Insert - v‰‰r‰/huono indeksi

source: '%s' is invalid
fi: '%s' on virheellinen

source: '%s' should only contain ASCII characters.
fi: '%s' tulisi sis‰lt‰‰ vain ASCII-merkkej‰.

source: '%s' should only contain alphabetic characters.
fi: '%s' tulisi sis‰lt‰‰ vain aakkosia.

source: '%s' should only contain alphabetic or numeric characters.
fi: '%s' tulisi sis‰lt‰‰ vain aakkosia tai numeerisia merkkej‰.

source: '%s' should be numeric.
fi: '%s' tulisi olla numeerinen.

source: Couldn't load a JPEG image - probably file is corrupted.
fi: JPEG-kuvatiedostoa ei voi avata - tiedosto ehk‰ korruptoitunut.

source: Couldn't save a JPEG image - probably file is corrupted.
fi: JPEG-kuvatiedostoa ei voi tallentaa - tiedosto ehk‰ korruptoitunut.

source: wxWindows could not open display for '%s': exiting.
fi: wxWindows ei voi avata ikkunaa prosessille '%s': lopettaa.

source: Could not initialise Rich Edit DLL
fi: Rich Edit DLL:n k‰ynnistys ei onnistunut

source: Unrecoverable program error detected: the application will terminate.
fi: Peruuttamaton ohjelmavirhe havaittu: ohjelma keskeytet‰‰n.

source: Fatal Error
fi: Tuhoisa virhe

source: Fatal error: exiting
fi: Tuhoisa virhe: lopetetaan

source: Failed to create dialog.
fi: Dialogin luonti ep‰onnistui.

source: Cannot start thread: error writing TLS
fi: S‰ikeen k‰ynnistys ep‰onnistui: virhe TLS:n kirjoituksessa

source: Thread module initialization failed: failed to create thread key
fi: S‰iemoduulin k‰ynnistys ep‰onnistui: s‰ieavainta ei voi luoda

source: Waiting for subprocess termination failed
fi: Aliprosessin keskeytymisen odotus ep‰onnistui

source: Cannot get the hostname
fi: Host-nime‰ ei onnistuttu saamaan

source: Cannot get the official hostname
fi: Virallista host-nime‰ ei onnistuttu saamaan

source: Error
fi: Virhe

source: Can't find dummy dialog template! Check resource include path for finding wx.rc.
fi: Dummy dialog -pohjaa ei lˆydy! Tarkista resurssisis‰llˆn polku, jotta wx.rc lˆytyisi.

source: Can't create window of class %s! Possible Windows 3.x compatibility problem?
fi: %s luokan ikkunan luonti ep‰onnistui! Mahdollisesti Windows 3.x yhteensopivuusongelma?

source: Cannot open file for PostScript printing!
fi: Tiedoston avaus PostScript-tulostukseen ep‰onnistui!

source: Cannot open URL '%s'
fi: URL:‰‰ '%s' ei voitu avata

source: Forward
fi: Eteenp‰in

source: Backward
fi: Takaisin

source: Setup
fi: Asetukset

source: More...
fi: Lis‰‰...

source: Help
fi: Apua

source: Tips not available, sorry!
fi: Valitettavasti vinkkej‰ ei ole!

source: Tip of the Day
fi: P‰iv‰n vinkki

source: &Show tips at startup
fi: &N‰yt‰ vinkit k‰ynnistyksess‰

source: &Next
fi: &Seuraava

source: Did you know...
fi: Tiesitkˆ...

source: Failed to allocate %dKb of memory for clipboard transfer.
fi: %dKb

source: Failed to set clipboard data in format %s
fi: Leikepˆyd‰n datan formatointi muotoon %s ep‰onnistui
