Repository: stahta01/wxwidgets_svn
Catalog: wxWidgets/trunk/locale/*.po
Languages: pt_br

source: TIFF: Error writing image.
pt_br: TIFF: Erro ao gravar imagem.

source: Tabloid Extra 11.69 x 18 in
pt_br: Tabl�ide Extra, 11,69" x 18"

source: Tabloid, 11 x 17 in
pt_br: Tabl�ide, 11" x 17"

source: Tabs
pt_br: Tabula��es

source: Teletype
pt_br: Telex

source: Templates
pt_br: Modelos

source: Thai (ISO-8859-11)
pt_br: Tailand�s (ISO-8859-11)

source: The FTP server doesn't support passive mode.
pt_br: O servidor FTP n�o suporta modo passivo.

source: The FTP server doesn't support the PORT command.
pt_br: O servidor FTP n�o suporta o comando "PORT".

source: The available bullet styles.
pt_br: Os estilos dispon�veis de marcador.

source: The available styles.
pt_br: Os estilos dispon�veis.

source: The bullet character.
pt_br: O caractere para marcadores.

source: The character code.
pt_br: O c�digo do caractere.

source: The charset '%s' is unknown. You may select another charset to replace it with or choose [Cancel] if it cannot be replaced
pt_br: O conjunto de caracteres '%s' n�o � conhecido. Voc� pode selecionar um outro para substitu�-lo ou escolher [Cancelar] se ele n�o pode ser substitu�do

source: The clipboard format '%d' doesn't exist.
pt_br: O formato '%d' da �rea de transfer�ncia n�o existe.

source: The default style for the next paragraph.
pt_br: O estilo padr�o para o pr�ximo par�grafo.

source: The directory '%s' does not exist Create it now?
pt_br: O diret�rio '%s' n�o existe Deseja cri�-lo agora?

source: The file '%s' couldn't be opened. It has been removed from the most recently used files list.
pt_br: � arquivo '%s' n�o p�de ser aberto. Foi removido da lista de arquivos recentemente utilizados.

source: The file '%s' doesn't exist and couldn't be opened. It has been removed from the most recently used files list.
pt_br: O arquivo '%s' n�o existe e n�o p�de ser aberto. Foi removido da lista de arquivos recentemente utilizados.

source: The first line indent.
pt_br: O recuo da primeira linha.

source: The font colour.
pt_br: A cor da fonte

source: The font family.
pt_br: A fam�lia da fonte

source: The font from which to take the symbol.
pt_br: A fonte da qual o s�mbolo deve ser retirado.

source: The font point size.
pt_br: O tamanho da fonte em pontos.

source: The font size in points.
pt_br: O tamanho da fonte em pontos.

source: The font style.
pt_br: O estilo da fonte

source: The font weight.
pt_br: O peso da fonte

source: The left indent.
pt_br: O recuo � esquerda

source: The line spacing.
pt_br: O espa�amento entre linhas.

source: The list item number.
pt_br: O n�mero do item da lista.

source: The outline level.
pt_br: O n�vel da lista.

source: The path '%s' contains too many ".."!
pt_br: O caminho '%s' cont�m muitos ".."!

source: The previous message repeated once.
pt_br: A mensagem anterior repetida uma vez.

source: The range to show.
pt_br: O intervalo a ser exibido.

source: The report contains the files listed below. If any of these files contain private information, please uncheck them and they will be removed from the report.
pt_br: O relat�rio cont�m os arquivos listados abaixo. Se alguns destes arquivos contiver informa��o privada, por favore desmarque-os e eles ser�o removidos do relat�rio.

source: The required parameter '%s' was not specified.
pt_br: O par�metro necess�rio '%s' n�o foi especificado.

source: The right indent.
pt_br: O recuo � direita.

source: The spacing after the paragraph.
pt_br: O espa�amento ap�s o par�grafo.

source: The spacing before the paragraph.
pt_br: O espa�amento antes do par�grafo.

source: The style name.
pt_br: O estilo da fonte

source: The style on which this style is based.
pt_br: O estilo no qual este estilo � baseado.

source: The style preview.
pt_br: O estilo da visualiza��o.

source: The tab position.
pt_br: A posi��o da tabula��o.

source: The tab positions.
pt_br: As posi��es de tabula��o.

source: The text couldn't be saved.
pt_br: N�o foi poss�vel salvar o texto.

source: The value for the option '%s' must be specified.
pt_br: O valor da op��o '%s' precisa ser especificado.

source: There was a problem during page setup: you may need to set a default printer.
pt_br: Existe um problema durante a configura��o da p�gina: talvez voc� precise definir a impressora padr�o.

source: Thread module initialization failed: can not store value in thread local storage
pt_br: Falha na inicializa��o do m�dulo de threads: imposs�vel guardar valor na �rea de armazenamento local do thread

source: Thread module initialization failed: failed to create thread key
pt_br: Falha na inicializa��o do m�dulo de threads: falha ao criar chave da thread

source: Thread module initialization failed: impossible to allocate index in thread local storage
pt_br: Falha na inicializa��o do m�dulo thread: falha ao criar chave da thread

source: Thread priority setting is ignored.
pt_br: A configura��o de prioridade da thread foi ignorada.

source: Tile &Horizontally
pt_br: Lado a lado &horizontalmente

source: Tile &Vertically
pt_br: Lado a lado &verticalmente

source: Timeout while waiting for FTP server to connect, try passive mode.
pt_br: Esgotado tempo de espera para que o servidor FTP se conectasse; tente o modo passivo.

source: Timer creation failed.
pt_br: Falha na cria��o do temporizador.

source: Tip of the Day
pt_br: Dica do dia

source: Tips not available, sorry!
pt_br: Desculpe, mas as dicas n�o est�o dispon�veis!

source: To:
pt_br: Para:

source: Too many EndStyle calls!
pt_br: Muitas chamadas a EndStyle!

source: Too many colours in PNG, the image may be slightly blurred.
pt_br: H� cores demais no PNG; a imagem pode ficar levemente borrada.

source: Top margin (mm):
pt_br: Margem superior (mm):

source: Translations by
pt_br: Tradu��es por

source: Trying to remove file '%s' from memory VFS, but it is not loaded!
pt_br: Tentou-se remover o arquivo '%s' da mem�ria VFS, mas ele n�o est� carregado!

source: Trying to solve a NULL hostname: giving up
pt_br: Tentou-se resolver um nome de m�quina nulo: desistindo

source: Turkish (ISO-8859-9)
pt_br: Turco (ISO-8859-9)

source: Type
pt_br: Tipo

source: Type a font name.
pt_br: Digite o nome de uma fonte.

source: Type a size in points.
pt_br: Digite um tamanho, em pontos.

source: Type must have enum - long conversion
pt_br: O tipo precisa ter convers�o enum - long

source: UP
pt_br: PARA_CIMA

source: US Std Fanfold, 14 7/8 x 11 in
pt_br: Padr�o americano cont�nuo, 14,875" x 11"

source: Unable to open requested HTML document: %s
pt_br: Imposs�vel abrir documento HTML solicitado: %s

source: Unable to play sound asynchronously.
pt_br: Imposs�vel reproduzir som de forma ass�ncrona.

source: Undelete
pt_br: Restaurar

source: Underlined
pt_br: &Sublinhado

source: Undo last action
pt_br: Desfazer �ltima a��o

source: Unexpected characters following option '%s'.
pt_br: Caracteres inesperados ap�s a op��o '%s'.

source: Unexpected parameter '%s'
pt_br: Par�metro '%s' inesperado

source: Unicode 16 bit (UTF-16)
pt_br: Unicode 16 bits (UTF-16)

source: Unicode 16 bit Big Endian (UTF-16BE)
pt_br: Unicode 16 bits, Big Endian (UTF-16BE)

source: Unicode 16 bit Little Endian (UTF-16LE)
pt_br: Unicode 16 bits, Little Endian (UTF-16LE)

source: Unicode 32 bit (UTF-32)
pt_br: Unicode 32 bits (UTF-32)

source: Unicode 32 bit Big Endian (UTF-32BE)
pt_br: Unicode 32 bits, Big Endian (UTF-32BE)

source: Unicode 32 bit Little Endian (UTF-32LE)
pt_br: Unicode 32 bits, Little Endian (UTF-32LE)

source: Unicode 7 bit (UTF-7)
pt_br: Unicode 7 bits (UTF-7)

source: Unicode 8 bit (UTF-8)
pt_br: Unicode 8 bits (UTF-8)

source: Unknown
pt_br: Desconhecido

source: Unknown DDE error %08x
pt_br: Erro DDE desconhecido %08x

source: Unknown Object passed to GetObjectClassInfo
pt_br: Objeto desconhecido passado a GetObjectClassInfo

source: Unknown dynamic library error
pt_br: Erro de biblioteca din�mica desconhecido

source: Unknown encoding (%d)
pt_br: Codifica��o desconhecida (%d)

source: Unknown long option '%s'
pt_br: Op��o longa '%s' desconhecida

source: Unknown option '%s'
pt_br: Op��o '%s' desconhecida

source: Unknown style flag
pt_br: Sinalizador de estilo desconhecido

source: Unmatched '{' in an entry for mime type %s.
pt_br: '{' n�o correspondida em uma entrada do tipo mime %s.

source: Unnamed command
pt_br: Comando sem nome

source: Unsupported clipboard format.
pt_br: Formato da �rea de transfer�ncia n�o suportado.

source: Unsupported theme '%s'.
pt_br: Tema '%s' n�o suportado

source: Up
pt_br: Para cima

source: Upper case letters
pt_br: Letras mai�sculas

source: Upper case roman numerals
pt_br: N�meros romanos mai�sculos

source: Usage: %s
pt_br: Uso: %s

source: Use the current alignment setting.
pt_br: Usar a configura��o atual de alinhamento.

source: Validation conflict
pt_br: Conflito de valida��o

source: View files as a detailed view
pt_br: Exibir arquivos de forma detalhada

source: View files as a list view
pt_br: Exibir arquivos em formato de lista

source: Views
pt_br: Modos de exibi��o

source: WINDOWS_LEFT
pt_br: WINDOWS_ESQUERDA

source: WINDOWS_RIGHT
pt_br: WINDOWS_DIREITA

source: Warning
pt_br: Aviso

source: Warning:
pt_br: Aviso:

source: Western European (ISO-8859-1)
pt_br: Europeu Ocidental (ISO-8859-1)

source: Western European with Euro (ISO-8859-15)
pt_br: Europeu Ocidental com Euro (ISO-8859-15)

source: Whether the font is underlined.
pt_br: Se deve ser usado sublinhado na fonte.

source: Whole word
pt_br: Palavra inteira

source: Whole words only
pt_br: Somente palavras inteiras

source: Win32 theme
pt_br: Tema Win32

source: Win32s on Windows 3.1
pt_br: Win32s em Windows 3.1

source: Windows 2000 (build %lu
pt_br: Windows 2000 (compila��o %lu)

source: Windows Arabic (CP 1256)
pt_br: �rabe do Windows (CP 1256)

source: Windows Baltic (CP 1257)
pt_br: B�ltico do Windows (CP 1257)

source: Windows Central European (CP 1250)
pt_br: Europeu Central do Windows (CP 1250)

source: Windows Chinese Simplified (CP 936)
pt_br: Chin�s Simplificado do Windows (CP 936)

source: Windows Chinese Traditional (CP 950)
pt_br: Chin�s Tradicional do Windows (CP 950)

source: Windows Cyrillic (CP 1251)
pt_br: Cir�lico do Windows (CP 1251)

source: Windows Greek (CP 1253)
pt_br: Grego do Windows (CP 1253)

source: Windows Hebrew (CP 1255)
pt_br: Hebraico do Windows (CP 1255)

source: Windows Japanese (CP 932)
pt_br: Japon�s do Windows (CP 932)

source: Windows Korean (CP 949)
pt_br: Coreano do Windows (CP 949)

source: Windows NT %lu.%lu (build %lu
pt_br: Windows NT %lu.%lu (compila��o %lu

source: Windows Server 2003 (build %lu
pt_br: Windows Server 2003 (compila��o %lu

source: Windows Thai (CP 874)
pt_br: Tailand�s do Windows (CP 874)

source: Windows Turkish (CP 1254)
pt_br: Turco do Windows (CP 1254)

source: Windows Western European (CP 1252)
pt_br: Europeu Ocidental do Windows (CP 1252)

source: Windows XP (build %lu
pt_br: Windows XP (compila��o %lu

source: Write error on file '%s'
pt_br: Erro de grava��o no arquivo '%s'

source: XML parsing error: '%s' at line %d
pt_br: Erro de an�lise XML: '%s' na linha %d

source: XPM: Malformed pixel data!
pt_br: XPM: Dados de pixel defeituosos!

source: XPM: incorrect colour description in line %d
pt_br: XPM: descri��o de cor incorreta na linha %d!

source: XPM: incorrect header format!
pt_br: XPM: formato de cabe�alho inv�lido!

source: XPM: malformed colour definition '%s' at line %d!
pt_br: XPM: defini��o de cor '%s' mal-formada na linha %d!

source: XPM: truncated image data at line %d!
pt_br: XPM: dados da imagem truncados na linha %d!

source: XRC resource '%s' (class '%s') not found!
pt_br: Recurso XRC '%s' (classe '%s') n�o localizado!

source: XRC resource: Cannot create animation from '%s'.
pt_br: Recurso XRC: Imposs�vel criar anima��o de '%s'.

source: XRC resource: Cannot create bitmap from '%s'.
pt_br: Recurso XRC: Imposs�vel criar bitmap de '%s'.

source: Yes
pt_br: Sim

source: You cannot Clear an overlay that is not inited
pt_br: Voc� n�o pode limpar uma "overlay" que n�o foi inicializada

source: You cannot Init an overlay twice
pt_br: Voc� n�o pode inicializar uma "overlay" duas vezes

source: You cannot add a new directory to this section.
pt_br: N�o � poss�vel adicionar um novo diret�rio a esta se��o.

source: Zoom &In
pt_br: &Aumentar Zoom

source: Zoom &Out
pt_br: &Diminuir Zoom

source: Zoom to &Fit
pt_br: Zoom para &Caber

source: [EMPTY]
pt_br: [VAZIO]

source: a DDEML application has created a prolonged race condition.
pt_br: uma aplica��o DDEML criou uma condi��o de disputa de dados prolongada.

source: a DDEML function was called without first calling the DdeInitialize function, or an invalid instance identifier was passed to a DDEML function.
pt_br: uma fun��o DDEML foi chamada sem primeiro chamar a fun��o DdeInitialize, ou um identificador de inst�ncia invalido foi passado para uma fun��o DDEML.

source: a client's attempt to establish a conversation has failed.
pt_br: falha na tentativa de um cliente de estabelecer uma conversa��o.

source: a memory allocation failed.
pt_br: falha em uma aloca��o de mem�ria.

source: a parameter failed to be validated by the DDEML.
pt_br: falha na valida��o de um par�metro pelo DDEML.

source: a request for a synchronous advise transaction has timed out.
pt_br: tempo esgotado em uma solicita��o para uma transa��o s�ncrona de alerta.

source: a request for a synchronous data transaction has timed out.
pt_br: tempo esgotado em uma solicita��o para uma transa��o s�ncrona de dados.

source: a request for a synchronous execute transaction has timed out.
pt_br: tempo esgotado em uma solicita��o para uma transa��o s�ncrona de execu��o.

source: a request for a synchronous poke transaction has timed out.
pt_br: tempo esgotado em uma solicita��o para uma transa��o "poke" s�ncrona.

source: a request to end an advise transaction has timed out.
pt_br: tempo esgotado em uma solicita��o de t�rmino de uma transa��o de alerta.

source: a server-side transaction was attempted on a conversation that was terminated by the client, or the server terminated before completing a transaction.
pt_br: uma transa��o no lado do servidor foi tentada em uma conversa��o que foi terminada pelo cliente, ou o servidor terminou antes de completar a transa��o.

source: a transaction failed.
pt_br: falha em uma transa��o.

source: an application initialized as APPCLASS_MONITOR has attempted to perform a DDE transaction, or an application initialized as APPCMD_CLIENTONLY has attempted to perform server transactions.
pt_br: uma aplica��o inicializada como APPCLASS_MONITOR tentou executar uma transa��o DDE, ou uma aplica��o inicializada como APPCMD_CLIENTONLY tentou executar transa��es de servidor.

source: an internal call to the PostMessage function has failed.
pt_br: falha em uma chamada interna � fun��o PostMessage.

source: an internal error has occurred in the DDEML.
pt_br: ocorreu um erro interno no DDEML.

source: an invalid transaction identifier was passed to a DDEML function. Once the application has returned from an XTYP_XACT_COMPLETE callback, the transaction identifier for that callback is no longer valid.
pt_br: um identificador de transa��o invalido foi passado para a fun��o DDEML. J� que a aplica��o retornou de uma chamada callback do tipo XTYP_XACT_COMPLETE, o identificador de transa��o para aquele retorno n�o � mais v�lido.

source: assuming this is a multi-part zip concatenated
pt_br: assumindo isto como v�rias partes de um zip concatenado

source: attempt to change immutable key '%s' ignored.
pt_br: tentativa de alterar a chave imut�vel '%s' ignorada.

source: bad arguments to library function
pt_br: argumentos ilegais para fun��o de biblioteca

source: bad signature
pt_br: assinatura ilegal

source: bad zipfile offset to entry
pt_br: offset do arquivo zip inv�lido

source: binary
pt_br: bin�rio

source: bold
pt_br: negrito

source: buffer is too small for Windows directory.
pt_br: buffer � muito pequeno para o diret�rio Windows

source: can't close file '%s'
pt_br: imposs�vel fechar arquivo '%s'

source: can't close file descriptor %d
pt_br: imposs�vel fechar descritor de arquivo %d

source: can't commit changes to file '%s'
pt_br: imposs�vel submeter altera��es ao arquivo '%s'

source: can't create file '%s'
pt_br: imposs�vel criar arquivo '%s'

source: can't delete user configuration file '%s'
pt_br: imposs�vel excluir arquivo de configura��es do usu�rio '%s'

source: can't determine if the end of file is reached on descriptor %d
pt_br: imposs�vel determinar se o final do arquivo foi alcan�ado no descritor %d

source: can't execute '%s'
pt_br: imposs�vel executar '%s'

source: can't find central directory in zip
pt_br: imposs�vel encontrar diret�rio central no arquivo zip

source: can't find length of file on file descriptor %d
pt_br: imposs�vel determinar comprimento do arquivo no descritor de arquivos %d

source: can't find user's HOME, using current directory.
pt_br: imposs�vel localizar o HOME do usu�rio; usando diret�rio atual.

source: can't flush file descriptor %d
pt_br: imposs�vel liberar descritor de arquivos %d

source: can't get seek position on file descriptor %d
pt_br: imposs�vel obter posi��o de busca no descritor de arquivos %d

source: can't load any font, aborting
pt_br: imposs�vel carregar qualquer fonte; cancelando

source: can't open file '%s'
pt_br: imposs�vel abrir arquivo '%s'

source: can't open global configuration file '%s'.
pt_br: imposs�vel abrir arquivo de configura��es globais '%s'.

source: can't open user configuration file '%s'.
pt_br: imposs�vel abrir arquivo de configura��es do usu�rio '%s'.

source: can't open user configuration file.
pt_br: imposs�vel abrir arquivo de configura��es do usu�rio.

source: can't re-initialize zlib deflate stream
pt_br: imposs�vel reinicializar o sistema de defla��o da zlib

source: can't re-initialize zlib inflate stream
pt_br: imposs�vel reinicializar o sistema de infla��o da zlib

source: can't read from file descriptor %d
pt_br: imposs�vel ler do descritor de arquivos %d

source: can't remove file '%s'
pt_br: imposs�vel remover o arquivo '%s'

source: can't remove temporary file '%s'
pt_br: imposs�vel remover o arquivo tempor�rio '%s'

source: can't seek on file descriptor %d
pt_br: imposs�vel buscar no descritor de arquivos %d

source: can't write buffer '%s' to disk.
pt_br: imposs�vel gravar buffer '%s' no disco.

source: can't write to file descriptor %d
pt_br: imposs�vel gravar no descritor de arquivos %d

source: can't write user configuration file.
pt_br: imposs�vel gravar arquivo de configura��es do usu�rio.

source: catalog file for domain '%s' not found.
pt_br: arquivo de cat�logo para dom�nio '%s' n�o localizado.

source: checksum error
pt_br: erro de checksum

source: checksum failure reading tar header block
pt_br: "checksum" inv�lido na leitura do bloco de cabe�alho tar

source: compression error
pt_br: erro de compacta��o

source: conversion to 8-bit encoding failed
pt_br: convers�o para codifica��o de 8 bits falhou

source: date
pt_br: data

source: decompression error
pt_br: erro de descompacta��o

source: default
pt_br: padr�o

source: delegate has no type info
pt_br: o delegate n�o tem informa��es de tipo

source: dump of the process state (binary)
pt_br: descarga do estado do processo (bin�rio)

source: eighteenth
pt_br: d�cimo-oitavo

source: eighth
pt_br: oitavo

source: eleventh
pt_br: d�cimo-primeiro

source: encoding %i
pt_br: codifica��o %i

source: entry '%s' appears more than once in group '%s'
pt_br: a entrada '%s' aparece mais de uma vez no grupo '%s'

source: error in data format
pt_br: erro no formato dos dados

source: error opening '%s'
pt_br: erro ao abrir '%s'

source: error opening file
pt_br: erro ao abrir o arquivo

source: error reading zip central directory
pt_br: erro lendo diret�rio central do arquivo zip

source: error reading zip local header
pt_br: erro na leitura do cabe�alho local do zip

source: error writing zip entry '%s': bad crc or length
pt_br: erro escrevendo entrada zip '%s': crc ou comprimento errado

source: failed to flush the file '%s'
pt_br: falha ao liberar o arquivo '%s'

source: fifteenth
pt_br: d�cimo-quinto

source: fifth
pt_br: quinto

source: file '%s', line %d: '%s' ignored after group header.
pt_br: arquivo '%s', linha %d: '%s' ignorado ap�s cabe�alho do grupo.

source: file '%s', line %d: '=' expected.
pt_br: arquivo '%s', linha %d: '=' esperado.

source: file '%s', line %d: key '%s' was first found at line %d.
pt_br: arquivo '%s', linha %d: chave '%s' foi localizada primeiro na linha %d.

source: file '%s', line %d: value for immutable key '%s' ignored.
pt_br: arquivo '%s', linha %d: valor da chave imut�vel '%s' ignorado.

source: file '%s': unexpected character %c at line %d.
pt_br: arquivo '%s': caractere %c inesperado na linha %d.

source: files
pt_br: arquivos

source: first
pt_br: primeiro

source: font size
pt_br: tamanho da fonte

source: fourteenth
pt_br: d�cimo-quarto

source: fourth
pt_br: quarto

source: generate verbose log messages
pt_br: gerar mensagens de log detalhadas

source: image
pt_br: imagem

source: incomplete header block in tar
pt_br: bloco de cabe�alho incompleto no arquivo tar

source: incorrect event handler string, missing dot
pt_br: string de manipulador de eventos incorreta; falta um ponto

source: incorrect size given for tar entry
pt_br: tamanho incorreto para uma entrada tar

source: invalid data in extended tar header
pt_br: dados inv�lido no cabe�alho estendido tar

source: invalid message box return value
pt_br: valor de retorno da caixa de mensagem inv�lido

source: invalid zip file
pt_br: arquivo zip inv�lido

source: italic
pt_br: it�lico

source: light
pt_br: leve

source: locale '%s' can not be set.
pt_br: imposs�vel definir locale '%s'.

source: looking for catalog '%s' in path '%s'.
pt_br: procurando pelo cat�logo '%s' no caminho '%s'.

source: midnight
pt_br: meia-noite

source: nineteenth
pt_br: d�cimo-nono

source: ninth
pt_br: nono

source: no DDE error.
pt_br: nenhum erro DDE.

source: no error
pt_br: nenhum erro

source: noname
pt_br: sem nome

source: noon
pt_br: meio-dia

source: num
pt_br: n�m

source: objects cannot have XML Text Nodes
pt_br: objetos n�o podem ter N�s de Texto XML

source: out of memory
pt_br: mem�ria insuficiente

source: process context description
pt_br: descri��o do contexto do processo

source: read error
pt_br: erro de leitura

source: reading zip stream (entry %s): bad crc
pt_br: leitura do fluxo zip (entrada %s): crc inv�lido

source: reading zip stream (entry %s): bad length
pt_br: leitura do fluxo zip (entrada %s): comprimento invalido

source: reentrancy problem.
pt_br: falha de reentrada.

source: second
pt_br: segundo

source: seek error
pt_br: erro de busca

source: seventeenth
pt_br: d�cimo-s�timo

source: seventh
pt_br: s�timo

source: show this help message
pt_br: mostrar esta mensagem de ajuda

source: sixteenth
pt_br: d�cimo-sexto

source: sixth
pt_br: sexto

source: specify display mode to use (e.g. 640x480-16)
pt_br: defina o modo de v�deo a ser usado (p. ex., 640x480-16)

source: specify the theme to use
pt_br: defina o tema a ser usado

source: stored file length not in Zip header
pt_br: tamanho do arquivo armazenado n�o consta do cabe�alho Zip

source: tar entry not open
pt_br: entrada "tar" n�o est� aberta

source: tenth
pt_br: d�cimo

source: the response to the transaction caused the DDE_FBUSY bit to be set.
pt_br: a resposta � transa��o fez com que o bit DDE_FBUSY fosse ativado.

source: third
pt_br: terceiro

source: thirteenth
pt_br: d�cimo-terceiro

source: tiff module: %s
pt_br: m�dulo tiff: %s

source: today
pt_br: hoje

source: tomorrow
pt_br: amanh�

source: translator-credits
pt_br: tradutor-cr�ditos

source: twelfth
pt_br: d�cimo-segundo

source: twentieth
pt_br: vig�simo

source: underlined
pt_br: sublinhado
