Repository: stahta01/wxwidgets_svn
Catalog: wxWidgets/trunk/locale/*.po
Languages: pt_br

source: Please send this report to the program maintainer, thank you!
pt_br: Por favor, envie este relat�rio ao mantenedor do programa. Obrigado!

source: Thank you and we're sorry for the inconvenience!
pt_br: Obrigado e desculpe pelo transtorno!

source: (error %ld: %s)
pt_br: (erro %ld: %s)

source: Preview
pt_br: Visualizar

source: bold
pt_br: negrito

source: italic
pt_br: it�lico

source: light
pt_br: leve

source: #10 Envelope, 4 1/8 x 9 1/2 in
pt_br: Envelope n� 10, 4,125" x 9,5"

source: #11 Envelope, 4 1/2 x 10 3/8 in
pt_br: Envelope n� 11, 4,5" x 9,5"

source: #12 Envelope, 4 3/4 x 11 in
pt_br: Envelope n� 12, 4,75" x 11"

source: #14 Envelope, 5 x 11 1/2 in
pt_br: Envelope n� 14, 5" x 11,5"

source: #9 Envelope, 3 7/8 x 8 7/8 in
pt_br: Envelope n� 9, 3,875" x 8,875"

source: %i of %i
pt_br: %i de %i

source: %s (or %s)
pt_br: %s (ou %s)

source: %s Error
pt_br: Erro do aplicativo %s

source: %s Information
pt_br: Informa��o do aplicativo %s

source: %s Warning
pt_br: Aviso do aplicativo %s

source: %s did not fit the tar header for entry '%s'
pt_br: %s n�o coube no cabe�alho tar para a entrada '%s'

source: %s files (%s)|%s
pt_br: Arquivos %s (%s)|%s

source: %s message
pt_br: mensagem %s

source: &About...
pt_br: &Sobre...

source: &Actual Size
pt_br: &Tamanho real

source: &After a paragraph:
pt_br: &Depois de um par�grafo:

source: &Alignment
pt_br: &Alinhamento

source: &Apply
pt_br: &Aplicar

source: &Apply Style
pt_br: &Aplicar Estilo

source: &Arrange Icons
pt_br: &Organizar �cones

source: &Back
pt_br: &Voltar

source: &Based on:
pt_br: &Baseado em:

source: &Before a paragraph:
pt_br: &Antes de um par�grafo:

source: &Bold
pt_br: &Negrito

source: &Bullet style:
pt_br: &Estilo de marcador:

source: &Cancel
pt_br: &Cancelar

source: &Cascade
pt_br: &Em cascata

source: &Character code:
pt_br: &C�digo do caractere:

source: &Clear
pt_br: &Limpar

source: &Close
pt_br: &Fechar

source: &Colour:
pt_br: C&or:

source: &Copy
pt_br: &Copiar

source: &Debug report preview:
pt_br: Pr�-visualiza��o do relat�rio de depura��o:

source: &Delete
pt_br: &Excluir

source: &Delete Style...
pt_br: E&xcluir estilo...

source: &Details
pt_br: &Detalhes

source: &Down
pt_br: &Para baixo

source: &Edit
pt_br: &Editar

source: &Edit Style...
pt_br: &Editar estilo...

source: &File
pt_br: &Arquivo

source: &Find
pt_br: &Localizar

source: &Finish
pt_br: &Concluir

source: &Font family:
pt_br: &Fam�lia da fonte:

source: &Font for Level...
pt_br: &Fonte para n�vel...

source: &Font:
pt_br: &Fonte:

source: &Forward
pt_br: &Para frente

source: &From:
pt_br: &De:

source: &Goto...
pt_br: &Ir para...

source: &Help
pt_br: &Ajuda

source: &Home
pt_br: &Pasta pessoal

source: &Indentation (tenths of a mm)
pt_br: &Recuo (d�cimos de mm)

source: &Indeterminate
pt_br: &Indeterminado

source: &Index
pt_br: &Indice

source: &Italic
pt_br: &It�lico

source: &Justified
pt_br: &Justificado

source: &Left
pt_br: &Esquerda

source: &Left:
pt_br: &Esquerda:

source: &List level:
pt_br: &N�vel da lista:

source: &Move
pt_br: &Mover

source: &New
pt_br: &Novo

source: &Next
pt_br: &Pr�ximo

source: &Next >
pt_br: &Pr�ximo >

source: &Next Tip
pt_br: &Pr�xima Dica

source: &Next style:
pt_br: &Pr�ximo estilo:

source: &Notes:
pt_br: &Notas:

source: &Number:
pt_br: &N�mero:

source: &Open...
pt_br: &Abrir...

source: &Outline level:
pt_br: &N�vel da lista:

source: &Paste
pt_br: &Colar

source: &Point size:
pt_br: &Tamanho da fonte:

source: &Position (tenths of a mm):
pt_br: &Posi��o (d�cimos de mil�metro):

source: &Preferences
pt_br: &Prefer�ncias

source: &Previous
pt_br: &Anterior

source: &Print...
pt_br: &Imprimir...

source: &Properties
pt_br: &Propriedades

source: &Quit
pt_br: &Sai

source: &Redo
pt_br: &Refazer

source: &Redo
pt_br: &Refazer

source: &Rename Style...
pt_br: &Renomear Estilo...

source: &Replace
pt_br: &Substituir

source: &Restart numbering
pt_br: &Reiniciar numera��o

source: &Restore
pt_br: &Restaurar

source: &Right
pt_br: &Direita

source: &Right:
pt_br: &Direita:

source: &Save
pt_br: &Salvar

source: &Save...
pt_br: &Salvar...

source: &Show tips at startup
pt_br: &Mostrar dicas ao iniciar

source: &Size
pt_br: &Tamanho

source: &Size:
pt_br: &Tamanho:

source: &Spacing (tenths of a mm)
pt_br: &Espa�amento (d�cimos de mil�metro)

source: &Stop
pt_br: &Parar

source: &Strikethrough
pt_br: &Riscado

source: &Style:
pt_br: &Estilo:

source: &Styles:
pt_br: &Estilos:

source: &Subset:
pt_br: &Subconjunto:

source: &Symbol:
pt_br: &S�mbolo:

source: &Underline
pt_br: &Sublinhar

source: &Underlining:
pt_br: &Sublinhado:

source: &Undo
pt_br: &Desfazer

source: &Undo
pt_br: &Desfazer

source: &Unindent
pt_br: &Diminuir recuo

source: &Up
pt_br: Para &cima

source: &Weight:
pt_br: &Peso:

source: &Window
pt_br: &Janela

source: &Yes
pt_br: &Sim

source: '%s' has extra '..', ignored.
pt_br: '%s' tem '..' adicionais; foram ignorados.

source: '%s' is invalid
pt_br: '%s' n�o � v�lido

source: '%s' is not a correct numeric value for option '%s'.
pt_br: '%s' n�o � um valor num�rico correto para a op��o '%s'.

source: '%s' is not a valid message catalog.
pt_br: '%s' n�o � um cat�logo de mensagens v�lido.

source: '%s' is probably a binary buffer.
pt_br: '%s' � provavelmente um buffer bin�rio.

source: '%s' should be numeric.
pt_br: '%s' precisa ser num�rico.

source: '%s' should only contain ASCII characters.
pt_br: '%s' deve conter apenas caracteres ASCII.

source: '%s' should only contain alphabetic characters.
pt_br: '%s' deve conter apenas caracteres alfab�ticos.

source: '%s' should only contain alphabetic or numeric characters.
pt_br: '%s' deve conter apenas caracteres alfanum�ricos.

source: (Help)
pt_br: (Ajuda)

source: (None)
pt_br: (Nenhum)

source: (Normal text)
pt_br: (Texto normal)

source: (bookmarks)
pt_br: (marcadores)

source: (none)
pt_br: (nenhum)

source: 10 x 11 in
pt_br: 10" x 11"

source: 10 x 14 in
pt_br: 10" x 14"

source: 11 x 17 in
pt_br: 11" x 17"

source: 12 x 11 in
pt_br: 12" x 11"

source: 15 x 11 in
pt_br: 15" x 11"

source: 6 3/4 Envelope, 3 5/8 x 6 1/2 in
pt_br: Envelope 6 3/4, 3,625" x 6,5"

source: 9 x 11 in
pt_br: 9" x 11"

source: : file does not exist!
pt_br: : arquivo n�o existe!

source: : unknown charset
pt_br: : conjunto de caracteres desconhecido

source: : unknown encoding
pt_br: : codifica��o desconhecida

source: < &Back
pt_br: < &Voltar

source: <Any Decorative>
pt_br: <Qualquer do tipo Decorativo>

source: <Any Modern>
pt_br: <Qualquer do tipo Moderno>

source: <Any Roman>
pt_br: <Qualquer do tipo Romano>

source: <Any Script>
pt_br: <Qualquer do tipo Script>

source: <Any Swiss>
pt_br: <Qualquer do tipo Su��o>

source: <Any Teletype>
pt_br: <Qualquer do tipo Telex>

source: <Any>
pt_br: <Qualquer>

source: <DRIVE>
pt_br: <UNIDADE>

source: <b><i>Bold italic face.</i></b><br>
pt_br: <b><i>Tipo de fonte negrito it�lico.</i></b><br>

source: <b><i>bold italic <u>underlined</u></i></b><br>
pt_br: <b><i>negrito it�lico <u>sublinhado</u></i></b><br>

source: <b>Bold face.</b>
pt_br: <b>Tipo negrito.</b>

source: <i>Italic face.</i>
pt_br: <i>Tipo it�lico.</i>

source: A debug report has been generated in the directory
pt_br: Um relat�rio de depura��o foi gerado no diret�rio

source: A debug report has been generated. It can be found in
pt_br: Um relat�rio de depura��o foi gerado. Ele pode ser encontrado em

source: A non empty collection must consist of 'element' nodes
pt_br: Uma cole��o que n�o esteja vazia precisa consistir de n�s 'elemento'

source: A standard bullet name.
pt_br: Um nome para o marcador padr�o.

source: A2 420 x 594 mm
pt_br: Folha A2 420 x 594 mm

source: A3 Extra Transverse 322 x 445 mm
pt_br: A3 Extra transversal, 322 x 445 mm

source: A3 Rotated 420 x 297 mm
pt_br: A3 rotacionada, 420 x 297 mm

source: A3 Transverse 297 x 420 mm
pt_br: A3 transversal, 297 x 420 mm

source: A3 sheet, 297 x 420 mm
pt_br: Folha A3, 297 x 420 mm

source: A4 Extra 9.27 x 12.69 in
pt_br: A4 Extra, 9,27" x 12,69"

source: A4 Rotated 297 x 210 mm
pt_br: A4 rotacionada, 297 x 210 mm

source: A4 Transverse 210 x 297 mm
pt_br: A4 transversal, 210 x 297 mm

source: A4 sheet, 210 x 297 mm
pt_br: Folha A4, 210 x 297 mm

source: A4 small sheet, 210 x 297 mm
pt_br: Folha A4 pequena, 210 x 297 mm

source: A5 Rotated 210 x 148 mm
pt_br: Folha A5 rotacionada, 210 x 148 mm

source: A5 Transverse 148 x 210 mm
pt_br: A5 tranversal, 148 x 210 mm

source: A5 sheet, 148 x 210 mm
pt_br: Folha A5, 148 x 210 mm

source: A6 Rotated 148 x 105 mm
pt_br: Folha A6, 148 x 105 mm

source: ADD
pt_br: SOMA

source: About
pt_br: Sobre

source: Add
pt_br: Adicionar

source: Add current page to bookmarks
pt_br: Adicionar p�gina atual aos marcadores

source: Add to custom colours
pt_br: Adicionar �s cores personalizadas

source: Adding book %s
pt_br: Adicionando livro %s

source: After a paragraph:
pt_br: Depois de um par�grafo:

source: Align Left
pt_br: Alinhado � esquerda

source: Align Right
pt_br: Alinhar � Direita

source: All
pt_br: Tudo

source: All files (%s)|%s
pt_br: Todos os arquivos (%s)|%s

source: All files (*)|*
pt_br: Todos os arquivos (*)|*

source: All files (*.*)|*
pt_br: Todos os arquivos (*.*)|*

source: All files (*.*)|*.*
pt_br: Todos os arquivos (*.*)|*.*

source: All styles
pt_br: Todos estilos

source: Already Registered Object passed to SetObjectClassInfo
pt_br: Objeto j� registrado passado a SetObjectClassInfo

source: Already dialling ISP.
pt_br: Discagem ao provedor j� est� em curso.

source: Animation file is not of type %ld.
pt_br: Arquivo de anima��o n�o � do tipo %ld.

source: Append log to file '%s' (choosing [No] will overwrite it)?
pt_br: Anexar log ao arquivo '%s'? (escolher [N�o] ir� sobrescrev�-lo)

source: Arabic
pt_br: �rabe

source: Arabic (ISO-8859-6)
pt_br: �rabe (ISO-8859-6)

source: Archive doesnt contain #SYSTEM file
pt_br: Cole��o de arquivo n�o cont�m arquivo #SYSTEM

source: Attributes
pt_br: Atributos

source: Available fonts.
pt_br: Fontes dispon�veis.

source: B4 (JIS) Rotated 364 x 257 mm
pt_br: B4 (JIS) rotacionada, 364 x 257 mm

source: B4 Envelope, 250 x 353 mm
pt_br: Envelope B4, 250 x 353 mm

source: B4 sheet, 250 x 354 mm
pt_br: Folha B4, 250 x 354 mm

source: B5 (JIS) Rotated 257 x 182 mm
pt_br: B5 (JIS) rotacionada, 257 x 182 mm

source: B5 (JIS) Transverse 182 x 257 mm
pt_br: B5 (JIS) transversal, 182 x 257 mm

source: B5 Envelope, 176 x 250 mm
pt_br: Envelope B5, 176 x 250 mm

source: B5 sheet, 182 x 257 millimeter
pt_br: Folha B5, 182 x 257 mm

source: B6 (JIS) Rotated 182 x 128 mm
pt_br: B6 (JIS) rotacionada, 182 x 128 mm

source: B6 Envelope, 176 x 125 mm
pt_br: Envelope B6, 176 x 125 mm

source: BACK
pt_br: BACKSPACE

source: BMP: Couldn't allocate memory.
pt_br: BMP: N�o foi poss�vel alocar mem�ria.

source: BMP: Couldn't save invalid image.
pt_br: BMP: N�o foi poss�vel salvar imagem inv�lida.

source: BMP: Couldn't write RGB color map.
pt_br: BMP: N�o foi poss�vel gravar mapa de cores RGB.

source: BMP: Couldn't write data.
pt_br: BMP: N�o foi poss�vel gravar dados.

source: BMP: Couldn't write the file (Bitmap) header.
pt_br: BMP: N�o foi poss�vel gravar cabe�alho de arquivo (Bitmap).

source: BMP: Couldn't write the file (BitmapInfo) header.
pt_br: BMP: N�o foi poss�vel gravar cabe�alho de arquivo (BitmapInfo).

source: BMP: wxImage doesn't have own wxPalette.
pt_br: BMP: wxImage n�o tem wxPalette pr�pria.

source: Background colour
pt_br: Cor do fundo

source: Baltic (ISO-8859-13)
pt_br: B�ltico (ISO-8859-13)

source: Baltic (old) (ISO-8859-4)
pt_br: B�ltico (antigo) (ISO-8859-4)

source: Before a paragraph:
pt_br: Antes de um par�grafo:

source: Bitmap
pt_br: Imagem

source: Bold
pt_br: Negrito

source: Bottom margin (mm):
pt_br: Margem inferior (mm):

source: Bullet &Alignment:
pt_br: Alinhamento do marcador:

source: Bullet style
pt_br: Estilo de marcador

source: Bullets
pt_br: Marcadores

source: C sheet, 17 x 22 in
pt_br: Folha C, 17" x 22"

source: C&lear
pt_br: &Limpar

source: C&olour:
pt_br: C&or:

source: C3 Envelope, 324 x 458 mm
pt_br: Envelope C3, 324 x 458 mm

source: C4 Envelope, 229 x 324 mm
pt_br: Envelope C4, 229 x 324 mm

source: C5 Envelope, 162 x 229 mm
pt_br: Envelope C5, 162 x 229 mm

source: C6 Envelope, 114 x 162 mm
pt_br: Envelope C6, 114 x 162 mm

source: C65 Envelope, 114 x 229 mm
pt_br: Envelope C65, 114 x 229 mm

source: CANCEL
pt_br: CANCELAR

source: CAPITAL
pt_br: MAI�SCULAS

source: CHM handler currently supports only local files!
pt_br: O manipulador CHM atualmente suporta apenas arquivos locais!

source: CLEAR
pt_br: LIMPAR

source: COMMAND
pt_br: COMANDO

source: Ca&pitals
pt_br: &Mai�sculas

source: Can not create mutex.
pt_br: Imposs�vel criar mutex.

source: Can not enumerate files '%s'
pt_br: Imposs�vel enumerar arquivos '%s'

source: Can not enumerate files in directory '%s'
pt_br: Imposs�vel enumerar arquivos no diret�rio '%s'

source: Can not resume thread %lu
pt_br: Imposs�vel continuar thread %lu

source: Can not resume thread %x
pt_br: Imposs�vel continuar thread %x

source: Can not start thread: error writing TLS.
pt_br: Imposs�vel iniciar thread: erro gravando TLS.

source: Can not suspend thread %lu
pt_br: Imposs�vel suspender thread %lu

source: Can not suspend thread %x
pt_br: Imposs�vel suspender thread %x

source: Can not wait for thread termination
pt_br: Imposs�vel esperar pelo t�rmino da thread

source: Can't &Undo
pt_br: Imposs�vel &Desfazer

source: Can't check image format of file '%s': file does not exist.
pt_br: Imposs�vel verificar formato de imagem do arquivo '%s': arquivo n�o existe.

source: Can't close registry key '%s'
pt_br: Imposs�vel fechar chave de registro '%s'

source: Can't copy values of unsupported type %d.
pt_br: Imposs�vel copiar valores do tipo n�o suportado %d.

source: Can't create registry key '%s'
pt_br: Imposs�vel criar chave de registro '%s'

source: Can't create thread
pt_br: Imposs�vel criar thread

source: Can't create window of class %s
pt_br: Imposs�vel criar janela de classe %s

source: Can't delete key '%s'
pt_br: Imposs�vel excluir chave '%s'

source: Can't delete the INI file '%s'
pt_br: Imposs�vel excluir o arquivo INI '%s'

source: Can't delete value '%s' from key '%s'
pt_br: Imposs�vel excluir valor '%s' da chave '%s'

source: Can't enumerate subkeys of key '%s'
pt_br: Imposs�vel enumerar subchaves da chave '%s'

source: Can't enumerate values of key '%s'
pt_br: Imposs�vel enumerar valores da chave '%s'

source: Can't export value of unsupported type %d.
pt_br: Imposs�vel exportar valor do tipo n�o suportado %d.

source: Can't find current position in file '%s'
pt_br: Imposs�vel localizar posi��o atual no arquivo '%s'

source: Can't get info about registry key '%s'
pt_br: Imposs�vel obter informa��es sobre a chave de registro '%s'

source: Can't initialize zlib deflate stream.
pt_br: Imposs�vel inicializar fluxo de defla��o da zlib.

source: Can't initialize zlib inflate stream.
pt_br: Imposs�vel inicializar fluxo de infla��o da zlib.

source: Can't load image from file '%s': file does not exist.
pt_br: Imposs�vel carregar imagem do arquivo '%s': arquivo n�o existe.

source: Can't open registry key '%s'
pt_br: Imposs�vel abrir chave de registro '%s'

source: Can't read from inflate stream: %s
pt_br: Imposs�vel ler do fluxo de infla��o: %s

source: Can't read inflate stream: unexpected EOF in underlying stream.
pt_br: Imposs�vel ler fluxo de infla��o: EOF inesperado no fluxo subjacente.

source: Can't read value of '%s'
pt_br: Imposs�vel ler valor de '%s'

source: Can't read value of key '%s'
pt_br: Imposs�vel ler valor da chave '%s'

source: Can't save image to file '%s': unknown extension.
pt_br: Imposs�vel salvar imagem no arquivo '%s': extens�o desconhecida.

source: Can't save log contents to file.
pt_br: Imposs�vel salvar conte�do do log no arquivo.

source: Can't set thread priority
pt_br: Imposs�vel definir prioridade da thread

source: Can't set value of '%s'
pt_br: Imposs�vel definir valor de '%s'

source: Can't write to deflate stream: %s
pt_br: Imposs�vel escrever no fluxo de defla��o: %s

source: Cancel
pt_br: Cancelar

source: Cannot convert dialog units: dialog unknown.
pt_br: Imposs�vel converter unidades do di�logo: di�logo desconhecido.

source: Cannot convert from the charset '%s'!
pt_br: Imposs�vel converter do conjunto de caracteres '%s'!

source: Cannot find active dialup connection: %s
pt_br: Imposs�vel localizar conex�o dial-up ativa: %s

source: Cannot find container for unknown control '%s'.
pt_br: Imposs�vel localizar recipiente para controle desconhecido '%s'

source: Cannot find font node '%s'.
pt_br: Imposs�vel localizar n� de fonte '%s'.

source: Cannot find the location of address book file
pt_br: Imposs�vel localizar o arquivo de livro de endere�os

source: Cannot get priority range for scheduling policy %d.
pt_br: Imposs�vel obter intervalo de prioridade para pol�ticas de agendamento %d.

source: Cannot get the hostname
pt_br: Imposs�vel obter o nome da m�quina

source: Cannot get the official hostname
pt_br: Imposs�vel obter o nome oficial da m�quina

source: Cannot hang up - no active dialup connection.
pt_br: Imposs�vel desligar - n�o h� uma conex�o dial-up ativa.

source: Cannot initialize OLE
pt_br: Imposs�vel inicializar OLE

source: Cannot initialize SciTech MGL!
pt_br: Imposs�vel inicializar SciTech MGL!

source: Cannot initialize display.
pt_br: Imposs�vel inicializar v�deo.

source: Cannot load icon from '%s'.
pt_br: Imposs�vel carregar �cone de '%s'.

source: Cannot load resources from file '%s'.
pt_br: Imposs�vel carregar recursos do arquivo '%s'.

source: Cannot open HTML document: %s
pt_br: Imposs�vel abrir documento HTML: %s

source: Cannot open HTML help book: %s
pt_br: Imposs�vel abrir livro de ajuda HTML: %s

source: Cannot open contents file: %s
pt_br: Imposs�vel abrir arquivo de conte�do: %s

source: Cannot open file '%s'.
pt_br: Imposs�vel abrir arquivo '%s'.

source: Cannot open file for PostScript printing!
pt_br: Imposs�vel abrir arquivo para impress�o PostScript!

source: Cannot open index file: %s
pt_br: Imposs�vel abrir arquivo de �ndice: %s

source: Cannot parse Plural-Forms:'%s'
pt_br: Imposs�vel analisar formas do plural:'%s'

source: Cannot parse coordinates from '%s'.
pt_br: Imposs�vel analisar coordenadas de '%s'.

source: Cannot parse dimension from '%s'.
pt_br: Imposs�vel analisar dimens�es de '%s'.

source: Cannot print empty page.
pt_br: Imposs�vel imprimir p�gina vazia.

source: Cannot read typename from '%s'!
pt_br: Imposs�vel ler "typename" de '%s'!

source: Cannot retrieve thread scheduling policy.
pt_br: Imposs�vel obter pol�tica de agendamento de threads.

source: Cannot start thread: error writing TLS
pt_br: Imposs�vel iniciar thread: erro gravando TLS

source: Cannot wait for thread termination.
pt_br: Imposs�vel esperar pelo t�rmino da thread

source: Cant create the thread event queue
pt_br: Imposs�vel criar a fila de eventos da thread

source: Case sensitive
pt_br: Diferenciar mai�sculas/min�sculas

source: Celtic (ISO-8859-14)
pt_br: Celta (ISO-8859-14)

source: Cen&tred
pt_br: Centralizado

source: Centered
pt_br: Centralizado

source: Central European (ISO-8859-2)
pt_br: Europeu central (ISO-8859-2)

source: Centre
pt_br: Centro

source: Centre text.
pt_br: Centralizar texto.

source: Ch&oose...
pt_br: Es&colher

source: Change List Style
pt_br: Alterar Estilo da Lista

source: Change Style
pt_br: Alterar Estilo

source: Character styles
pt_br: Estilos de caractere

source: Check to add a period after the bullet.
pt_br: Marque para que um ponto seja adicionado ap�s o marcador.

source: Check to add a right parenthesis.
pt_br: Marque para adicionar um par�ntese direito.

source: Check to enclose the bullet in parentheses.
pt_br: Marque para que o marcador fique entre par�nteses.

source: Check to make the font bold.
pt_br: Marque para que a fonte esteja em negrito.

source: Check to make the font italic.
pt_br: Marque para que a fonte esteja em it�lico.

source: Check to make the font underlined.
pt_br: Marque para tornar a fonte sublinhada

source: Check to restart numbering.
pt_br: Marque para reiniciar a numera��o.

source: Check to show a line through the text.
pt_br: Marque para que uma linha seja exibida sobre o texto.

source: Check to show the text in capitals.
pt_br: Marque para que o texto esteja em mai�sculas.

source: Choose ISP to dial
pt_br: Escolha um provedor para discar

source: Choose colour
pt_br: Escolha uma cor

source: Choose font
pt_br: Escolha uma fonte

source: Circular dependency involving module "%s" detected.
pt_br: Depend�ncia circular detectada envolvendo o m�dulo "%s".

source: Cl&ose
pt_br: &Fechar

source: Clear the log contents
pt_br: Apagar o conte�do do log

source: Click to apply the selected style.
pt_br: Clique para aplicar o estilo selecionado.

source: Click to browse for a symbol.
pt_br: Clique para procurar por um s�mbolo.

source: Click to cancel changes to the font.
pt_br: Clique para cancelar as mudan�as na fonte.

source: Click to cancel the font selection.
pt_br: Clique para cancelar a sele��o da fonte.

source: Click to cancel this window.
pt_br: Clique para cancelar esta janela.

source: Click to change the font colour.
pt_br: Clique para alterar a cor da fonte.

source: Click to change the text colour.
pt_br: Clique para alterar a cor do texto.

source: Click to choose the font for this level.
pt_br: Clique para escolher a fonte para este n�vel.

source: Click to close this window.
pt_br: Clique para fechar esta janela

source: Click to confirm changes to the font.
pt_br: Clique para confirmar as mudan�as na fonte.

source: Click to confirm the font selection.
pt_br: Clique para confirmar a sele��o da fonte.

source: Click to confirm your selection.
pt_br: Clique para confirmar sua sele��o.

source: Click to create a new character style.
pt_br: Clique para criar um novo estilo de caractere.

source: Click to create a new list style.
pt_br: Clique para criar um novo estilo de listas.

source: Click to create a new paragraph style.
pt_br: Clique para criar um novo estilo de par�grafo.

source: Click to create a new tab position.
pt_br: Clique para criar uma nova posi��o de tabula��o.

source: Click to delete all tab positions.
pt_br: Clique para excluir todas posi��es de tabula��o.

source: Click to delete the selected style.
pt_br: Clique para excluir o estilo selecionado.

source: Click to delete the selected tab position.
pt_br: Clique para excluir a posi��o de tabula��o selecionada.

source: Click to edit the selected style.
pt_br: Clique para editar o estilo selecionado.

source: Click to rename the selected style.
pt_br: Clique para renomear o estilo selecionado.

source: Close
pt_br: Fechar

source: Close Alt-F4
pt_br: Fechar Alt-F4

source: Close All
pt_br: Fechar tudo

source: Close current document
pt_br: Fecha o documento atual

source: Close this window
pt_br: Fechar esta janela

source: Colour:
pt_br: Cor:

source: Command line argument %d couldn't be converted to Unicode and will be ignored.
pt_br: O argumento %d da linha de comando n�o p�de ser convertido para Unicode e ser� ignorado.

source: Compressed HTML Help file (*.chm)|*.chm|
pt_br: Arquivo de ajuda HTML Compactado (*.chm)|*.chm|

source: Computer
pt_br: Computador

source: Config entry name cannot start with '%c'.
pt_br: Nome de entrada de configura��o n�o pode iniciar com '%c'.

source: Confirm
pt_br: Confirmar

source: Confirm registry update
pt_br: Confirmar atualiza��o do registro

source: Connecting...
pt_br: Conectando...

source: Contents
pt_br: Conte�do

source: Conversion to charset '%s' doesn't work.
pt_br: Convers�o para conjunto de caracteres '%s' n�o funciona.

source: Copied to clipboard:"%s"
pt_br: Copiado para a �rea de transfer�ncia:"%s"

source: Copies:
pt_br: C�pias:

source: Copy selection
pt_br: Copiar sele��o
