Repository: stahta01/wxwidgets_svn
Catalog: wxWidgets/trunk/locale/*.po
Languages: pt_br

source: Impossible to get permissions for file '%s'
pt_br: Imposs�vel obter permiss�es para o arquivo '%s'

source: Impossible to overwrite the file '%s'
pt_br: Imposs�vel sobrescrever o arquivo '%s'

source: Impossible to set permissions for the file '%s'
pt_br: Imposs�vel definir permissions para o arquivo '%s'

source: Indent
pt_br: Recuar

source: Indents && Spacing
pt_br: Recuo && espa�amento

source: Index
pt_br: �ndice

source: Indian (ISO-8859-12)
pt_br: Indiano (ISO-8859-12)

source: Initialization failed in post init, aborting.
pt_br: Inicializa��o falhou em post init, abortando.

source: Insert
pt_br: Inserir

source: Insert Image
pt_br: Inserir Imagem

source: Insert Text
pt_br: Inserir Texto

source: Internal error, illegal wxCustomTypeInfo
pt_br: Erro interno; wxCustomTypeInfo ilegal

source: Invalid TIFF image index.
pt_br: �ndice de imagem TIFF inv�lido.

source: Invalid XRC resource '%s': doesn't have root node 'resource'.
pt_br: Recurso XRC '%s' inv�lido: n�o tem o n� raiz 'resource'.

source: Invalid display mode specification '%s'.
pt_br: Especifica��o de modo de v�deo '%s' inv�lida.

source: Invalid geometry specification '%s'
pt_br: Especifica��o de tamanho '%s' inv�lida

source: Invalid lock file '%s'.
pt_br: Arquivo de bloqueio '%s' inv�lido.

source: Invalid or Null Object ID passed to GetObjectClassInfo
pt_br: ID de objeto passada a GetObjectClassInfo � inv�lida ou nula

source: Invalid or Null Object ID passed to HasObjectClassInfo
pt_br: ID de objeto passada a HasObjectClassInfo � inv�lida ou nula

source: Invalid regular expression '%s': %s
pt_br: Express�o regular '%s' inv�lida: %s

source: Italic
pt_br: It�lico

source: Italy Envelope, 110 x 230 mm
pt_br: Envelope It�lia, 110 x 230 mm

source: JPEG: Couldn't load - file is probably corrupted.
pt_br: JPEG: N�o foi poss�vel carregar - provavelmente o arquivo est� corrompido.

source: JPEG: Couldn't save image.
pt_br: JPEG: N�o foi poss�vel salvar imagem.

source: Japanese Double Postcard 200 x 148 mm
pt_br: Cart�o-postal japon�s duplo, 200 x 148 mm

source: Japanese Envelope Chou #3
pt_br: Envelope japon�s Chou #3

source: Japanese Envelope Chou #3 Rotated
pt_br: Envelope japon�s Chou #3 Rotacionado

source: Japanese Envelope Chou #4
pt_br: Envelope japon�s Chou #4

source: Japanese Envelope Chou #4 Rotated
pt_br: Envelope japon�s Chou #4 Rotacionado

source: Japanese Envelope Kaku #2
pt_br: Envelope japon�s Kaku #2

source: Japanese Envelope Kaku #2 Rotated
pt_br: Envelope japon�s Kaku #2 Rotacionado

source: Japanese Envelope Kaku #3
pt_br: Envelope japon�s Kaku #3

source: Japanese Envelope Kaku #3 Rotated
pt_br: Envelope japon�s Kaku #3 Rotacionado

source: Japanese Envelope You #4
pt_br: Envelope japon�s You #4

source: Japanese Envelope You #4 Rotated
pt_br: Envelope japon�s You #4 Rotacionado

source: Japanese Postcard 100 x 148 mm
pt_br: Cart�o-postal japon�s, 100 x 148 mm

source: Japanese Postcard Rotated 148 x 100 mm
pt_br: Cart�o-postal japon�s rotacionado, 148 x 100 mm

source: Justified
pt_br: Justificado

source: Justify text left and right.
pt_br: Justifica o texto � esquerda e � direita.

source: KP_
pt_br: N�M_

source: KP_ADD
pt_br: N�M_SOMA

source: KP_BEGIN
pt_br: N�M_IN�CIO

source: KP_DECIMAL
pt_br: N�M_PONTO

source: KP_DELETE
pt_br: N�M_DELETE

source: KP_DIVIDE
pt_br: N�M_DIVIS�O

source: KP_DOWN
pt_br: N�M_PARA_BAIXO

source: KP_END
pt_br: N�M_END

source: KP_ENTER
pt_br: N�M_ENTER

source: KP_EQUAL
pt_br: N�M_IGUAL

source: KP_HOME
pt_br: N�M_HOME

source: KP_INSERT
pt_br: N�M_INSERT

source: KP_LEFT
pt_br: N�M_ESQUERDA

source: KP_MULTIPLY
pt_br: N�M_VEZES

source: KP_NEXT
pt_br: N�M_PR�XIMO

source: KP_PAGEDOWN
pt_br: N�M_PAGEDOWN

source: KP_PAGEUP
pt_br: N�M_PAGEUP

source: KP_PRIOR
pt_br: N�M_ANTERIOR

source: KP_RIGHT
pt_br: N�M_DIREITA

source: KP_SEPARATOR
pt_br: N�M_SEPARADOR

source: KP_SPACE
pt_br: N�M_ESPA�O

source: KP_SUBTRACT
pt_br: N�M_MENOS

source: KP_TAB
pt_br: N�M_TAB

source: KP_UP
pt_br: N�M_PARA_CIMA

source: L&ine spacing:
pt_br: Espa�amento entre l&inhas:

source: LEFT
pt_br: ESQUERDA

source: Landscape
pt_br: Paisagem

source: Ledger, 17 x 11 in
pt_br: Ledger, 17" x 11"

source: Left
pt_br: Esquerda

source: Left (&first line):
pt_br: Esquerda (&primeira linha):

source: Left margin (mm):
pt_br: Margem esquerda (mm):

source: Left-align text.
pt_br: Alinha texto � esquerda.

source: Legal Extra 9 1/2 x 15 in
pt_br: Legal Extra, 9,5" x 15"

source: Legal, 8 1/2 x 14 in
pt_br: Legal, 8,5" x 14"

source: Letter Extra 9 1/2 x 12 in
pt_br: Carta Extra, 9,5" x 12"

source: Letter Extra Transverse 9.275 x 12 in
pt_br: Carta Extra, 9,275" x 12"

source: Letter Plus 8 1/2 x 12.69 in
pt_br: Carta Plus, 8,5" x 12,69"

source: Letter Rotated 11 x 8 1/2 in
pt_br: Carta rotacionado, 11" x 8,5"

source: Letter Small, 8 1/2 x 11 in
pt_br: Carta Pequeno, 8,5" x 11"

source: Letter Transverse 8 1/2 x 11 in
pt_br: Carta transversal, 8,5" x 11"

source: Letter, 8 1/2 x 11 in
pt_br: Carta, 8,5" x 11"

source: Light
pt_br: Leve

source: Line %lu of map file "%s" has invalid syntax, skipped.
pt_br: A linha %lu do arquivo de mapa "%s" tem sintaxe inv�lida; ignorada.

source: Line spacing:
pt_br: Espa�amento entre linhas:

source: Link contained '//', converted to absolute link.
pt_br: O link continha '//'; convertido para link absoluto.

source: List Style
pt_br: Estilo de listas

source: List styles
pt_br: Estilos de lista

source: Lists font sizes in points.
pt_br: Lista o tamanho das fontes em pontos.

source: Lists the available fonts.
pt_br: Lista as fontes dispon�veis.

source: Load %s file
pt_br: Carregar arquivo %s

source: Loading :
pt_br: Carregando :

source: Lock file '%s' has incorrect owner.
pt_br: O arquivo de bloqueio '%s' tem dono incorreto.

source: Lock file '%s' has incorrect permissions.
pt_br: Arquivo de bloqueio '%s' tem permiss�es incorretas.

source: Log saved to the file '%s'.
pt_br: Log salvo no arquivo '%s'.

source: Lower case letters
pt_br: Letras min�sculas

source: Lower case roman numerals
pt_br: N�meros romanos min�sculos

source: MDI child
pt_br: Filha MDI

source: MS HTML Help functions are unavailable because the MS HTML Help library is not installed on this machine. Please install it.
pt_br: As fun��es do MS HTML Help n�o est� dispon�veis porque a biblioteca do MS HTML Help n�o est� instalada neste sistema. Por favor instale-a.

source: Ma&ximize
pt_br: Ma&ximizar

source: Match case
pt_br: Diferenciar mai�sculas/min�sculas

source: Memory VFS already contains file '%s'!
pt_br: Mem�ria VFS j� cont�m arquivo '%s'!

source: Metal theme
pt_br: Tema Metal

source: Mi&nimize
pt_br: Mi&nimizar

source: Mode %ix%i-%i not available.
pt_br: Modo %ix%i-%i n�o dispon�vel.

source: Modern
pt_br: Moderno

source: Modified
pt_br: Modifica��o

source: Module "%s" initialization failed
pt_br: Inicializa��o do m�dulo "%s" falhou

source: Monarch Envelope, 3 7/8 x 7 1/2 in
pt_br: Envelope Monarch, 3,875" x 7,5"

source: Move down
pt_br: Mover para baixo

source: Move up
pt_br: Mover para cima

source: Name
pt_br: Nome

source: New &Character Style...
pt_br: Novo Estilo de &Caractere...

source: New &List Style...
pt_br: Novo Estilo de &Lista...

source: New &Paragraph Style...
pt_br: Novo Estilo de &Par�grafo...

source: New Style
pt_br: Novo Estilo

source: New directory
pt_br: Criar diret�rio

source: New item
pt_br: Novo item

source: NewName
pt_br: NovoNome

source: Next
pt_br: &Pr�ximo

source: Next page
pt_br: Pr�xima p�gina

source: No animation handler for type %ld defined.
pt_br: Nenhum manipulador de anima��o definido para o tipo %ld.

source: No entries found.
pt_br: Nenhuma entrada localizada.

source: No font for displaying text in encoding '%s' found, but an alternative encoding '%s' is available. Do you want to use this encoding (otherwise you will have to choose another one)?
pt_br: Nenhuma fonte para mostrar o texto na codifica��o '%s' encontrada, mas uma codifica��o alternativa '%s' est� dispon�vel. Voc� quer usar esta codifica��o (caso contr�rio voc� ter� que escolher outra)?

source: No font for displaying text in encoding '%s' found. Would you like to select a font to be used for this encoding (otherwise the text in this encoding will not be shown correctly)?
pt_br: Nenhuma fonte para mostrar o texto na codifica��o '%s' encontrada. Voc� deseja selecionar a fonte a ser usada para esta codifica��o (caso contr�rio o texto com essa codifica��o n�o ser� mostrado corretamente)?

source: No handler found for XML node '%s', class '%s'!
pt_br: Nenhum manipulador encontrado para o n� XML '%s', classe '%s'!

source: No handler found for animation type.
pt_br: Nenhum manipulador encontrado para o tipo de anima��o.

source: No handler found for image type.
pt_br: Nenhum manipulador encontrado para o tipo de imagem.

source: No image handler for type %d defined.
pt_br: Nenhum manipulador de imagem definido para o tipo %d.

source: No image handler for type %ld defined.
pt_br: Nenhum manipulador de imagem definido para o tipo %ld.

source: No image handler for type %s defined.
pt_br: Nenhum manipulador de imagem definido para o tipo %s.

source: No matching page found yet
pt_br: Nenhuma p�gina correspondente foi encontrada at� agora

source: No sound
pt_br: Sem som

source: No unused colour in image being masked.
pt_br: N�o h� cores n�o usadas na imagem sob a��o da m�scara.

source: No unused colour in image.
pt_br: N�o h� cores n�o usadas na imagem.

source: No valid mappings found in the file "%s".
pt_br: Nenhum mapeamento v�lido encontrado no arquivo "%s".

source: Nordic (ISO-8859-10)
pt_br: N�rdico (ISO-8859-10)

source: Normal face<br>and <u>underlined</u>.
pt_br: Tipo normal de fonte<br>e <u>sublinhado</u>.

source: Normal font:
pt_br: Fonte normal:

source: Not underlined
pt_br: N�o sublinhado

source: Note, 8 1/2 x 11 in
pt_br: Nota, 8,5" x 11"

source: Numbered outline
pt_br: Numera��o em n�veis

source: Objects must have an id attribute
pt_br: Objetos precisam de um atributo id

source: Open File
pt_br: Abrir Arquivo

source: Open HTML document
pt_br: Abrir documento HTML

source: Open file "%s"
pt_br: Abrir arquivo "%s"

source: Operation not permitted.
pt_br: Opera��o n�o permitida.

source: Option '%s' requires a value.
pt_br: Op��o '%s' precisa de um valor.

source: Option '%s': '%s' cannot be converted to a date.
pt_br: Op��o '%s': '%s' n�o pode ser convertido para uma data.

source: Options
pt_br: Op��es

source: Orientation
pt_br: Orienta��o

source: PCX: couldn't allocate memory
pt_br: PCX: N�o foi poss�vel alocar mem�ria

source: PCX: image format unsupported
pt_br: PCX: formato de imagem n�o suportado

source: PCX: invalid image
pt_br: PCX: imagem inv�lida

source: PCX: this is not a PCX file.
pt_br: PCX: este n�o � um arquivo PCX.

source: PCX: unknown error !!!
pt_br: PCX: erro desconhecido !!!

source: PCX: version number too low
pt_br: PCX: n�mero de vers�o muito baixo

source: PNM: Couldn't allocate memory.
pt_br: PNM: N�o foi poss�vel alocar mem?ria.

source: PNM: File format is not recognized.
pt_br: PNM: Formato do arquivo n�o reconhecido.

source: PNM: File seems truncated.
pt_br: PNM: Arquivo parece estar truncado.

source: PRC 16K Rotated
pt_br: PRC 16K Rotacionado

source: PRC 32K Rotated
pt_br: PRC 32K Rotacionado

source: PRC 32K(Big) 97 x 151 mm
pt_br: PRC 32K (Grande) 97 x 151 mm

source: PRC 32K(Big) Rotated
pt_br: PRC 32K (Grande) Rotacionado

source: PRC Envelope #1 102 x 165 mm
pt_br: Envelope PRC n� 1, 102 x 165 mm

source: PRC Envelope #1 Rotated 165 x 102 mm
pt_br: Envelope PRC n� 1 rotacionado, 165 x 102 mm

source: PRC Envelope #10 324 x 458 mm
pt_br: Envelope PRC n� 10, 324 x 458 mm

source: PRC Envelope #10 Rotated 458 x 324 mm
pt_br: Envelope PRC n� 10 rotacionado, 458 x 324 mm

source: PRC Envelope #2 102 x 176 mm
pt_br: Envelope PRC n� 2, 102 x 176 mm

source: PRC Envelope #2 Rotated 176 x 102 mm
pt_br: Envelope PRC n� 2 rotacionado, 176 x 102 mm

source: PRC Envelope #3 125 x 176 mm
pt_br: Envelope PRC n� 3, 125 x 176 mm

source: PRC Envelope #3 Rotated 176 x 125 mm
pt_br: Envelope B6, 176 x 125 mm

source: PRC Envelope #4 110 x 208 mm
pt_br: Envelope PRC n� 4, 110 x 208 mm

source: PRC Envelope #4 Rotated 208 x 110 mm
pt_br: Envelope PRC n� 4 rotacionado, 208 x 110 mm

source: PRC Envelope #5 110 x 220 mm
pt_br: Envelope PRC n� 5, 110 x 220 mm

source: PRC Envelope #5 Rotated 220 x 110 mm
pt_br: Envelope PRC n� 5 rotacionado, 220 x 110 mm

source: PRC Envelope #6 120 x 230 mm
pt_br: Envelope PRC n� 6, 120 x 230 mm

source: PRC Envelope #6 Rotated 230 x 120 mm
pt_br: Envelope PRC n� 4 rotacionado, 230 x 120 mm

source: PRC Envelope #7 160 x 230 mm
pt_br: Envelope PRC n� 7, 160 x 230 mm

source: PRC Envelope #7 Rotated 230 x 160 mm
pt_br: Envelope PRC n� 7 rotacionado, 230 x 160 mm

source: PRC Envelope #8 120 x 309 mm
pt_br: Envelope PRC n� 8, 120 x 309 mm

source: PRC Envelope #8 Rotated 309 x 120 mm
pt_br: Envelope PRC n� 8 rotacionado, 309 x 120 mm

source: PRC Envelope #9 229 x 324 mm
pt_br: Envelope PRC n� 9, 229 x 324 mm

source: PRC Envelope #9 Rotated 324 x 229 mm
pt_br: Envelope PRC n� 9 rotacionado, 324 x 229 mm

source: Page %d
pt_br: P�gina %d

source: Page %d of %d
pt_br: P�gina %d de %d

source: Page Setup
pt_br: Configura��o da P�gina

source: Page setup
pt_br: Configura��o da p�gina

source: Pages
pt_br: P�ginas

source: Paper Size
pt_br: Tamanho do Papel

source: Paper size
pt_br: Tamanho do papel

source: Paragraph styles
pt_br: Estilos de par�grafo

source: Passing a already registered object to SetObject
pt_br: Passando um objeto j� registrado a SetObject

source: Passing a already registered object to SetObjectName
pt_br: Passando um objeto j� registrado a SetObjectName

source: Passing an unkown object to GetObject
pt_br: Passando um objeto desconhecido a GetObject

source: Paste
pt_br: &Colar

source: Paste selection
pt_br: Colar sele��o

source: Peri&od
pt_br: Pon&to

source: Permissions
pt_br: Permiss�es

source: Pipe creation failed
pt_br: Falha na cria��o do pipe

source: Please choose a valid font.
pt_br: Por favor escolha uma fonte v�lida.

source: Please choose an existing file.
pt_br: Por favor escolha um arquivo existente.

source: Please choose the page to display:
pt_br: Por favor escolha a p�gina a ser exibida:

source: Please choose which ISP do you want to connect to
pt_br: Por favor escolha o provedor ao qual voc� deseja se conectar

source: Please install a newer version of comctl32.dll (at least version 4.70 is required but you have %d.%02d) or this program won't operate correctly.
pt_br: Por favor instale uma vers�o mais recente de comctl32.dll (no m�nimo a vers�o 4.70 � necess�ria e voc� tem a %d.%02d) ou este programa n�o operar� corretamente.

source: Please wait while printing
pt_br: Por favor aguarde a impress�o

source: Portrait
pt_br: Retrato

source: PostScript file
pt_br: Arquivo PostScript

source: Preview:
pt_br: Pr�-visualiza��o:

source: Previous page
pt_br: P�gina anterior

source: Print
pt_br: Imprimir

source: Print Preview
pt_br: Visualiza��o de impress�o

source: Print Preview Failure
pt_br: Falha ao visualizar impress�o

source: Print Range
pt_br: �rea de impress�o

source: Print Setup
pt_br: Configura��o de impress�o

source: Print in colour
pt_br: Imprimir em cores

source: Print previe&w
pt_br: Visuali&zar impress�o

source: Print preview
pt_br: Visualiza��o da impress�o

source: Print spooling
pt_br: Spool de impress�o

source: Print this page
pt_br: Imprimir esta p�gina

source: Print to File
pt_br: Imprimir para arquivo

source: Printer
pt_br: Impressora

source: Printer command:
pt_br: Comando da impressora:

source: Printer options
pt_br: Op��es da impressora

source: Printer options:
pt_br: Op��es da impressora:

source: Printer...
pt_br: Impressora...

source: Printer:
pt_br: Impressora:

source: Printing
pt_br: Imprimindo

source: Printing Error
pt_br: Erro ao imprimir

source: Printing page %d...
pt_br: Imprimindo p�gina %d...

source: Printing...
pt_br: Imprimindo...

source: Processing debug report has failed, leaving the files in "%s" directory.
pt_br: Processamento do relat�rio de depura��o falhou, deixando os arquivos no diret�rio "%s".

source: Program aborted.
pt_br: Programa interrompido.

source: Question
pt_br: Pergunta

source: Quit this program
pt_br: Sair deste programa

source: RIGHT
pt_br: DIREITA

source: Read error on file '%s'
pt_br: Erro de leitura no arquivo '%s'

source: Ready
pt_br: Pronto

source: Redo last action
pt_br: Refazer �ltima a��o

source: Referenced object node with ref="%s" not found!
pt_br: N� de objeto com ref="%s" n�o localizado!

source: Refresh
pt_br: Atualizar

source: Registry key '%s' already exists.
pt_br: A chave de registro '%s' j� existe.

source: Registry key '%s' does not exist, cannot rename it.
pt_br: A chave de registro '%s' n�o existe; imposs�vel renome�-la.

source: Registry key '%s' is needed for normal system operation, deleting it will leave your system in unusable state: operation aborted.
pt_br: A chave de registro '%s' � necess�ria para opera��o normal do sistema, apagando-a tornar� seu sistema inutiliz�vel: opera��o cancelada.

source: Registry value '%s' already exists.
pt_br: Valor de registro '%s' j� existe.

source: Regular
pt_br: Normal

source: Relevant entries:
pt_br: Entradas relevantes:

source: Remove
pt_br: Remover

source: Remove current page from bookmarks
pt_br: Remover dos marcadores a p�gina atual

source: Renderer "%s" has incompatible version %d.%d and couldn't be loaded.
pt_br: Renderizador "%s" � de uma vers�o incompat�vel, %d.%d; n�o foi poss�vel carreg�-lo.

source: Renumber List
pt_br: Lista Numerada

source: Rep&lace
pt_br: &Substituir

source: Replace
pt_br: Substituir

source: Replace &all
pt_br: Substituir &tudo

source: Replace selection
pt_br: Substituir sele��o

source: Replace with:
pt_br: Substituir por:

source: Resource files must have same version number!
pt_br: Arquivos de recurso precisam ser da mesma vers�o!

source: Revert to Saved
pt_br: Reverter ao que est� salvo

source: Right
pt_br: Direita

source: Right margin (mm):
pt_br: Margem direita (mm):

source: Right-align text.
pt_br: Alinhar texto � direita.

source: Roman
pt_br: Romano

source: S&tandard bullet name:
pt_br: Nome do marcador padr�o:

source: SEPARATOR
pt_br: SEPARADOR

source: SPACE
pt_br: ESPA�O

source: SPECIAL
pt_br: ESPECIAL

source: SUBTRACT
pt_br: SUBTRA��O

source: Save
pt_br: Salvar

source: Save %s file
pt_br: Salvar arquivo %s

source: Save &As...
pt_br: Salvar &Como...

source: Save As
pt_br: Salvar como

source: Save current document
pt_br: Salvar documento atual

source: Save current document with a different filename
pt_br: Salvar o documento atual com outro nome

source: Save log contents to file
pt_br: Salvar em arquivo conte�do do log

source: Search
pt_br: Pesquisar

source: Search contents of help book(s) for all occurences of the text you typed above
pt_br: Pesquisar o conte�do dos livro(s) de ajuda por todas todas as ocorrencias do texo que voc� digitou acima

source: Search direction
pt_br: Dire��o da pesquisa

source: Search for:
pt_br: Pesquisar por:

source: Search in all books
pt_br: Pesquisar em todos os livros

source: Searching...
pt_br: Pesquisando...

source: Sections
pt_br: Se��es

source: Seek error on file '%s'
pt_br: Erro de busca no arquivo '%s'

source: Seek error on file '%s' (large files not supported by stdio)
pt_br: Erro de busca no arquivo '%s' (arquivos grandes n�o s�o suportados pela stdio)

source: Select &All
pt_br: Selecionar &tudo

source: Select a document template
pt_br: Selecione um modelo de documento

source: Select a document view
pt_br: Selecione uma visualiza��o do documento

source: Select regular or bold.
pt_br: Selecione normal ou negrito.

source: Select regular or italic style.
pt_br: Selecione o estilo normal ou it�lico.

source: Select underlining or no underlining.
pt_br: Selecione sublinhado ou sem sublinhado.

source: Selection
pt_br: Sele��o

source: Selects the list level to edit.
pt_br: Selecione o n�vel de lista para editar.

source: Separator expected after the option '%s'.
pt_br: Separador esperado ap�s a op��o '%s'.

source: Setup...
pt_br: Configurar...

source: Several active dialup connections found, choosing one randomly.
pt_br: Foram encontradas v�rias conex�es dial-up ativas; escolhendo uma delas aleatoriamente.

source: Show &hidden directories
pt_br: Mostrar diret�rios &ocultos

source: Show &hidden files
pt_br: Mostrar arquivos &ocultos

source: Show about dialog
pt_br: Mostra a caixa de di�logo Sobre.

source: Show all
pt_br: Mostrar tudo

source: Show all items in index
pt_br: Mostrar todos os itens do �ndice

source: Show hidden directories
pt_br: Mostrar diret�rios ocultos

source: Show/hide navigation panel
pt_br: Mostrar/ocultar painel de navega��o

source: Shows a Unicode subset.
pt_br: Mostra um subconjunto do Unicode.

source: Shows a preview of the bullet settings.
pt_br: Mostra uma visualiza��o da configura��o de marcadores.

source: Shows a preview of the font settings.
pt_br: Mostra uma visualiza��o da configura��o da fonte.

source: Shows a preview of the font.
pt_br: Mostra uma visualiza��o da fonte.

source: Shows a preview of the paragraph settings.
pt_br: Mostra uma visualiza��o da configura��o de par�grafo.

source: Shows the font preview.
pt_br: Mostra a pr�-visualiza��o da fonte

source: Simple monochrome theme
pt_br: Tema monocrom�tico simples

source: Single
pt_br: �nico

source: Size
pt_br: Tamanho

source: Size:
pt_br: Tamanho:

source: Skip
pt_br: Pular

source: Slant
pt_br: Inclina��o

source: Sorry, could not open this file for saving.
pt_br: N�o foi poss�vel abrir este arquivo para grava��o.

source: Sorry, could not open this file.
pt_br: N�o foi poss�vel abrir este arquivo.

source: Sorry, could not save this file.
pt_br: N�o foi poss�vel salvar este arquivo.

source: Sorry, not enough memory to create a preview.
pt_br: Mem�ria insuficiente para criar uma visualiza��o.

source: Sorry, print preview needs a printer to be installed.
pt_br: A visualiza��o de impress�o necessita de uma impressora instalada.

source: Sorry, that name is taken. Please choose another.
pt_br: Este nome j� est� sendo usado. Escolha um outro.

source: Sorry, the format for this file is unknown.
pt_br: O formato deste arquivo � desconhecido.

source: Sound data are in unsupported format.
pt_br: Os dados de som est�o em um formato n�o suportado.

source: Sound file '%s' is in unsupported format.
pt_br: Arquivo de som '%s' est� em um formato n�o suportado.

source: Spacing
pt_br: Espa�amento

source: Standard
pt_br: Padr�o

source: Statement, 5 1/2 x 8 1/2 in
pt_br: Statement, 5,5" x 8,5"

source: Streaming delegates for not already streamed objects not yet supported
pt_br: O streaming de delegates para objetos que ainda n�o passaram pelo processo de streaming ainda n�o � suportado

source: String To Colour : Incorrect colour specification : %s
pt_br: String para cor: Especifica��o de cor incorreta: %s

source: Style
pt_br: &Estilo

source: Style Organiser
pt_br: Organizador de Estilos

source: Style:
pt_br: &Estilo:

source: Subclass '%s' not found for resource '%s', not subclassing!
pt_br: N�o foi localizada a subclasse '%s' para o recurso '%s'; subclasse n�o aplicada!

source: Swiss
pt_br: Su��o

source: Symbol
pt_br: S�mbolo

source: Symbol &font:
pt_br: Fonte de s�mbolos:

source: Symbols
pt_br: S�mbolos

source: TIFF library error.
pt_br: Erro da biblioteca TIFF.

source: TIFF library warning.
pt_br: Aviso da biblioteca TIFF.

source: TIFF: Couldn't allocate memory.
pt_br: TIFF: N�o foi poss�vel alocar mem�ria.

source: TIFF: Error loading image.
pt_br: TIFF: Erro carregando imagem.

source: TIFF: Error reading image.
pt_br: TIFF: Erro ao ler imagem.

source: TIFF: Error saving image.
pt_br: TIFF: Erro ao salvar imagem.
