Repository: stahta01/wxwidgets_svn
Catalog: wxWidgets/trunk/locale/*.po
Languages: pt_br

source: unexpected " at position %d in '%s'.
pt_br: " inesperada na posi��o %d de '%s'.

source: unexpected end of file
pt_br: fim de arquivo inesperado

source: unknown
pt_br: desconhecido

source: unknown class %s
pt_br: classe %s desconhecida

source: unknown error
pt_br: erro desconhecido

source: unknown error (error code %08x).
pt_br: erro desconhecido (c�digo de erro %08x).

source: unknown seek origin
pt_br: origem de busca desconhecida

source: unknown-%d
pt_br: %d desconhecido

source: unnamed
pt_br: sem nome

source: unnamed%d
pt_br: %d sem nome

source: unsupported Zip compression method
pt_br: m�todo de compacta��o Zip n�o suportado

source: using catalog '%s' from '%s'.
pt_br: usando cat�logo '%s' de '%s'.

source: write error
pt_br: erro de grava��o

source: wxGetTimeOfDay failed.
pt_br: Falha em wxGetTimeOfDay.

source: wxSocket: invalid signature in ReadMsg.
pt_br: wxSocket: assinatura inv�lida em ReadMsg.

source: wxSocket: unknown event!.
pt_br: wxSocket: evento desconhecido!

source: wxWidgets could not open display for '%s': exiting.
pt_br: O wxWidgets n�o p�de abrir o display para '%s': terminando.

source: wxWidgets could not open display. Exiting.
pt_br: O wxWidgets n�o p�de abrir o display. Terminando.

source: yesterday
pt_br: ontem

source: zlib error %d
pt_br: erro zlib %d
