Repository: stahta01/wxwidgets_svn
Catalog: wxWidgets/trunk/locale/*.po
Languages: pt_br

source: Could not create temporary file '%s'
pt_br: N�o foi poss�vel criar o arquivo tempor�rio '%s'

source: Could not extract %s into %s: %s
pt_br: N�o foi poss�vel extrair %s para %s: %s

source: Could not find tab for id
pt_br: N�o foi poss�vel localizar aba pela id

source: Could not locate file '%s'.
pt_br: N�o foi poss�vel localizar o arquivo '%s'.

source: Could not start document preview.
pt_br: N�o foi poss�vel iniciar visualiza��o do documento.

source: Could not start printing.
pt_br: N�o foi poss�vel iniciar impress�o.

source: Could not transfer data to window
pt_br: N�o foi poss�vel transferir dados para a janela

source: Could not unlock mutex
pt_br: N�o foi poss�vel liberar um mutex

source: Couldn't acquire a mutex lock
pt_br: N�o foi poss�vel adquirir um bloqueio mutex

source: Couldn't add an image to the image list.
pt_br: N�o foi poss�vel adicionar uma imagem � lista de imagens.

source: Couldn't create a timer
pt_br: N�o foi poss�vel criar um temporizador

source: Couldn't create cursor.
pt_br: N�o foi poss�vel criar cursor.

source: Couldn't create the overlay window
pt_br: Imposs�vel criar a janela "overlay"

source: Couldn't find symbol '%s' in a dynamic library
pt_br: N�o foi poss�vel localizar o s�mbolo '%s' em uma biblioteca din�mica

source: Couldn't get the current thread pointer
pt_br: N�o foi poss�vel obter o ponteiro atual da thread

source: Couldn't init the context on the overlay window
pt_br: Imposs�vel inicializar o contexto na janela "overlay"

source: Couldn't load a PNG image - file is corrupted or not enough memory.
pt_br: N�o foi poss�vel carregar uma imagem PNG - arquivo corrompido ou mem�ria insuficiente.

source: Couldn't load sound data from '%s'.
pt_br: N�o foi poss�vel carregar dados de som de '%s'.

source: Couldn't open audio: %s
pt_br: N�o foi poss�vel abrir �udio: %s

source: Couldn't register clipboard format '%s'.
pt_br: N�o foi poss�vel registrar o formato da �rea de transfer�ncia '%s'.

source: Couldn't release a mutex
pt_br: N�o foi poss�vel liberar um mutex

source: Couldn't retrieve information about list control item %d.
pt_br: N�o foi poss�vel obter informa��es sobre o item %d da caixa de listagem.

source: Couldn't save PNG image.
pt_br: N�o foi poss�vel salvar a imagem PNG.

source: Couldn't terminate thread
pt_br: N�o foi poss�vel terminar a thread

source: Create Parameter not found in declared RTTI Parameters
pt_br: Par�metro "Create" n�o localizado nos par�metros RTTI declarados

source: Create directory
pt_br: Criar diret�rio

source: Create new directory
pt_br: Criar novo diret�rio

source: Cu&t
pt_br: &Recortar

source: Current directory:
pt_br: Diret�rio atual:

source: Cut selection
pt_br: Recortar sele��o

source: Cyrillic (ISO-8859-5)
pt_br: Cir�lico (ISO-8859-5)

source: D sheet, 22 x 34 in
pt_br: Folha D, 22" x 34"

source: DDE poke request failed
pt_br: Falha na solicita��o DDE poke

source: DECIMAL
pt_br: PONTO_DECIMAL

source: DIB Header: Encoding doesn't match bitdepth.
pt_br: Cabe�alho DIB: Codifica��o n�o corresponde � quantidade de bits.

source: DIB Header: Image height > 32767 pixels for file.
pt_br: Cabe�alho DIB: Altura da imagem > 32767 pixels no arquivo.

source: DIB Header: Image width > 32767 pixels for file.
pt_br: Cabe�alho DIB: Largura da imagem > 32767 pixels no arquivo.

source: DIB Header: Unknown bitdepth in file.
pt_br: Cabe�alho DIB: Quantidade de bits desconhecida no arquivo.

source: DIB Header: Unknown encoding in file.
pt_br: Cabe�alho DIB: Codifica��o desconhecida no arquivo.

source: DIVIDE
pt_br: DIVIS�O

source: DL Envelope, 110 x 220 mm
pt_br: Envelope DL, 110 x 220 mm

source: DOWN
pt_br: PARA_BAIXO

source: Debug report "%s"
pt_br: Relat�rio de depura��o "%s"

source: Debug report couldn't be created.
pt_br: N�o foi poss�vel criar o relat�rio de depura��o.

source: Debug report generation has failed.
pt_br: Gera��o de relat�rio de depura��o falhou.

source: Decorative
pt_br: Decorativo

source: Default encoding
pt_br: Codifica��o padr�o

source: Default printer
pt_br: Impressora padr�o

source: Delete
pt_br: &Excluir

source: Delete A&ll
pt_br: Excluir &Tudo

source: Delete Style
pt_br: Excluir Estilo

source: Delete Text
pt_br: Excluir Texto

source: Delete item
pt_br: Excluir item

source: Delete selection
pt_br: Excluir sele��o

source: Delete style %s?
pt_br: Excluir estilo %s?

source: Deleted stale lock file '%s'.
pt_br: Arquivo obsoleto de bloqueio '%s' exclu�do.

source: Dependency "%s" of module "%s" doesn't exist.
pt_br: A depend�ncia "%s" do m�dulo "%s" n�o existe.

source: Developed by
pt_br: Desenvolvido por

source: Dial up functions are unavailable because the remote access service (RAS) is not installed on this machine. Please install it.
pt_br: Fun��es de discagem est�o indispon�veis porque o servi�o de acesso remoto (RAS) n�o foi instalado nesta m�quina. Por favor instale-o.

source: Did you know...
pt_br: Voc� sabia que...

source: DirectFB error %d occured.
pt_br: Ocorreu o erro DirectFB %d.

source: Directories
pt_br: Diret�rios

source: Directory '%s' couldn't be created
pt_br: N�o foi poss�vel criar o diret�rio '%s'

source: Directory '%s' doesn't exist!
pt_br: O diret�rio '%s' n�o existe!

source: Directory does not exist
pt_br: O diret�rio n�o existe

source: Directory doesn't exist.
pt_br: O diret�rio n�o existe.

source: Display all index items that contain given substring. Search is case insensitive.
pt_br: Mostra todos os itens que cont�m a substring dada. Busca n�o diferenciando mai�sculas de min�sculas.

source: Display options dialog
pt_br: Exibir di�logo de op��es

source: Displays help as you browse the books on the left.
pt_br: Mostra a ajuda enquanto voc� navega pelos livros � esquerda.

source: Do you want to overwrite the command used to %s files with extension "%s" ? Current value is %s, New value is %s %1
pt_br: Voc� quer sobrescrever o comando usado para %s arquivos com extens�o "%s" ? Valor atual � %s, Valor novo � %s %1

source: Do you want to save changes to document %s?
pt_br: Deseja salvar altera��es no documento %s?

source: Documentation by
pt_br: Documenta��o por

source: Don't Save
pt_br: N�o Salvar

source: Done
pt_br: Pronto

source: Done.
pt_br: Pronto.

source: Double Japanese Postcard Rotated 148 x 200 mm
pt_br: Cart�o-postal japon�s duplo, 148 x 200 mm

source: Doubly used id : %d
pt_br: ID usada duas vezes : %d

source: Down
pt_br: Para baixo

source: E sheet, 34 x 44 in
pt_br: Folha E, 34" x 44"

source: EXECUTE
pt_br: EXECUTAR

source: Edit item
pt_br: Editar item

source: Enter a character style name
pt_br: Entre com o nome de um estilo de caractere:

source: Enter a list style name
pt_br: Entre com o nome de um estilo de listas:

source: Enter a new style name
pt_br: Entre com um novo nome para o estilo:

source: Enter a page number between %d and %d:
pt_br: Entre com um n�mero de p�gina entre %d e %d:

source: Enter a paragraph style name
pt_br: Entre com o nome de um estilo de par�grafo:

source: Enter command to open file "%s":
pt_br: Digite o comando para abrir o arquivo "%s":

source: Entries found
pt_br: Entradas localizadas

source: Envelope Invite 220 x 220 mm
pt_br: Envelope Convite, 220 x 220 mm

source: Environment variables expansion failed: missing '%c' at position %u in '%s'.
pt_br: Expans�o das vari�veis de ambiente falhou: falta '%c' na posi��o %u em '%s'.

source: Error
pt_br: Erro

source: Error creating directory
pt_br: Erro ao criar diret�rio

source: Error in reading image DIB.
pt_br: Erro ao ler imagem DIB.

source: Error reading config options.
pt_br: Erro ao ler op��es de configura��o.

source: Error saving user configuration data.
pt_br: Erro ao salvar os dados de configura��o do usu�rio.

source: Error while waiting on semaphore
pt_br: Erro agurdado por sem�foro

source: Error:
pt_br: Erro:

source: Executable files (*.exe)|*.exe|All files (*.*)|*.*||
pt_br: Arquivos execut�veis (*.exe)|*.exe|Todos os arquivos (*.*)|*.*||

source: Execution of command '%s' failed
pt_br: Falha na execu��o do comando '%s'

source: Execution of command '%s' failed with error: %ul
pt_br: Falha na execu��o do comando '%s' com erro: %ul

source: Executive, 7 1/4 x 10 1/2 in
pt_br: Executivo, 7,25" x 10,5"

source: Exporting registry key: file "%s" already exists and won't be overwritten.
pt_br: Exportando chave de registro: arquivo "%s" j� existe e n�o ser� sobrescrito.

source: Extended Unix Codepage for Japanese (EUC-JP)
pt_br: P�gina de c�digos Unix estendida para Japon�s (EUC-JP)

source: Extraction of '%s' into '%s' failed.
pt_br: Falha na extra��o de '%s' para '%s'.

source: Failed to access lock file.
pt_br: Falha no acesso ao arquivo de bloqueio.

source: Failed to allocated %luKb of memory for bitmap data.
pt_br: Falha ao alocar %luKb de mem�ria para dados de bitmap.

source: Failed to change video mode
pt_br: Falha na mudan�a do modo de v�deo

source: Failed to clean up debug report directory "%s"
pt_br: Falha ao fazer a limpeza do diret�rio do relat�rio de depura��o "%s".

source: Failed to close file handle
pt_br: Falha ao fechar "handle" de arquivo

source: Failed to close lock file '%s'
pt_br: Falha ao fechar arquivo de bloqueio '%s'

source: Failed to close the clipboard.
pt_br: Falha ao fechar a �rea de transfer�ncia.

source: Failed to close the display "%s"
pt_br: Falha ao tentar fechar o display "%s"

source: Failed to connect: missing username/password.
pt_br: Falha na conex�o: faltando usu�rio/senha.

source: Failed to connect: no ISP to dial.
pt_br: Falha na conex�o: nenhum provedor para discar.

source: Failed to copy registry value '%s'
pt_br: Falha ao copiar o valor de registro '%s'

source: Failed to copy the contents of registry key '%s' to '%s'.
pt_br: Falha ao copiar o conte�do da chave de registro '%s' para '%s'.

source: Failed to copy the file '%s' to '%s'
pt_br: Falha ao copiar o arquivo '%s' para '%s'

source: Failed to copy the registry subkey '%s' to '%s'.
pt_br: Falha ao copiar a subchave do registro '%s' para '%s'

source: Failed to create DDE string
pt_br: Falha ao criar string DDE

source: Failed to create MDI parent frame.
pt_br: Falha ao criar o "MDI parent frame".

source: Failed to create a status bar.
pt_br: Falha ao criar barra de status.

source: Failed to create a temporary file name
pt_br: Falha ao criar um nome de arquivo tempor�rio

source: Failed to create an anonymous pipe
pt_br: Falha ao criar um pipe an�nimo

source: Failed to create connection to server '%s' on topic '%s'
pt_br: Falha ao criar conex�o ao servidor '%s' em '%s'

source: Failed to create cursor.
pt_br: Falha ao criar cursor.

source: Failed to create directory "%s"
pt_br: Falha ao criar diret�rio "%s"

source: Failed to create directory '%s' (Do you have the required permissions?)
pt_br: Falha ao criar diret�rio o '%s' (Voc� tem as permiss�es necess�rias?)

source: Failed to create registry entry for '%s' files.
pt_br: Falha ao criar entrada no registro do Windows para arquivos do tipo '%s'.

source: Failed to create the standard find/replace dialog (error code %d)
pt_br: Falha ao criar o di�logo localizar/substituir padr�o (c�digo de erro %d)

source: Failed to display HTML document in %s encoding
pt_br: Falha ao exibir documento HTML na codifica��o %s

source: Failed to empty the clipboard.
pt_br: Falha ao esvaziar a �rea de transfer�ncia.

source: Failed to enumerate video modes
pt_br: Falha ao enumerar os modos de v�deo

source: Failed to establish an advise loop with DDE server
pt_br: Falha ao estabelecer loop de alerta com servidor DDE

source: Failed to establish dialup connection: %s
pt_br: Falha ao estabelecer conex�o dial-up: %s

source: Failed to execute '%s'
pt_br: Falha ao executar '%s'

source: Failed to execute curl, please install it in PATH.
pt_br: Falhou ao executar o curl, por favor instale-o no PATH.

source: Failed to find match for regular expression: %s
pt_br: N�o foi poss�vel encontrar correspond�ncias para a express�o regular: %s

source: Failed to get ISP names: %s
pt_br: Falha ao obter nomes de provedores: %s

source: Failed to get data from the clipboard
pt_br: Falha ao obter dados da �rea de transfer�ncia

source: Failed to get the local system time
pt_br: Falha ao obter a hora local do sistema

source: Failed to get the working directory
pt_br: Falha ao obter o diret�rio atual

source: Failed to initialize GUI: no built-in themes found.
pt_br: Falha ao inicializar interface gr�fica: nenhum tema embutido foi encontrado.

source: Failed to initialize MS HTML Help.
pt_br: Falha ao inicializar o MS HTML Help

source: Failed to initialize OpenGL
pt_br: Falha ao inicializar o OpenGL

source: Failed to insert text in the control.
pt_br: Falha ao inserir texto no controle.

source: Failed to inspect the lock file '%s'
pt_br: Falha ao inspecionar o arquivo de bloqueio '%s'

source: Failed to join a thread, potential memory leak detected - please restart the program
pt_br: Falha ao unir a thread, vazamento potencial de mem�ria detectado - por favor reinicie o programa

source: Failed to kill process %d
pt_br: Falha ao matar o processo %d

source: Failed to load image %d from file '%s'.
pt_br: Falha ao carregar imagem %d do arquivo '%s'.

source: Failed to load metafile from file "%s".
pt_br: Falha ao carregar meta-arquivo do arquivo "%s".

source: Failed to load mpr.dll.
pt_br: Falha ao carregar mpr.dll.

source: Failed to load shared library '%s'
pt_br: Falha ao carregar biblioteca compartilhada '%s'

source: Failed to lock the lock file '%s'
pt_br: Falha ao bloquear o arquivo de bloqueio '%s'

source: Failed to modify file times for '%s'
pt_br: Falha ao alterar data/hora do arquivo '%s'

source: Failed to open CHM archive '%s'.
pt_br: Falha ao abrir arquivo CHM '%s'.

source: Failed to open display "%s".
pt_br: Falha ao abrir o display "%s"

source: Failed to open temporary file.
pt_br: Falha ao abrir arquivo tempor�rio.

source: Failed to open the clipboard.
pt_br: Falha ao abrir a �rea de transfer�ncia.

source: Failed to put data on the clipboard
pt_br: Falha na inser��o de dados na �rea de transfer�ncia

source: Failed to read PID from lock file.
pt_br: Falha ao ler PID do arquivo de bloqueio.

source: Failed to redirect child process input/output
pt_br: Falha ao redirecionar entrada/sa�da de processo-filho

source: Failed to redirect the child process IO
pt_br: Falha ao redirecionar E/S de processo filho

source: Failed to register DDE server '%s'
pt_br: Falha ao registrar servidor DDE '%s'

source: Failed to register OpenGL window class.
pt_br: Falha ao registrar a classe de janela do OpenGL.

source: Failed to remember the encoding for the charset '%s'.
pt_br: Falha ao lembrar a codifica��o do conjunto de caracteres '%s'.

source: Failed to remove debug report file "%s"
pt_br: Falha ao remover o relat�rio de erro "%s"

source: Failed to remove lock file '%s'
pt_br: Falha ao remover arquivo de bloqueio '%s'

source: Failed to remove stale lock file '%s'.
pt_br: Falha ao remover arquivo obsoleto de bloqueio '%s'.

source: Failed to rename registry value '%s' to '%s'.
pt_br: Falha ao renomear valor do registro '%s' para '%s'.

source: Failed to rename the file '%s' to '%s' because the destination file already exists.
pt_br: Falha ao renomear o arquivo '%s' para '%s' porque o arquivo de destino j� existe.

source: Failed to rename the registry key '%s' to '%s'.
pt_br: Falha ao renomear a chave do registro '%s' para '%s'.

source: Failed to retrieve data from the clipboard.
pt_br: Falha ao obter dados da �rea de transfer�ncia.

source: Failed to retrieve file times for '%s'
pt_br: Falha ao alterar a data/hora do arquivo '%s'

source: Failed to retrieve text of RAS error message
pt_br: Falha ao obter texto da mensagem de erro RAS

source: Failed to retrieve the supported clipboard formats
pt_br: Falha ao obter formatos suportados pela �rea de transfer�ncia

source: Failed to save the bitmap image to file "%s".
pt_br: Falha ao salvar a imagem bitmap no arquivo "%s".

source: Failed to send DDE advise notification
pt_br: Falha ao enviar notifica��o de alerta DDE

source: Failed to set FTP transfer mode to %s.
pt_br: Falha ao definir modo de transfer�ncia de FTP para %s.

source: Failed to set clipboard data.
pt_br: Falha ao definir dados da �rea de transfer�ncia.

source: Failed to set permissions on lock file '%s'
pt_br: Falha ao definir as permiss�es do arquivo de bloqueio '%s'

source: Failed to set temporary file permissions
pt_br: Falha ao definir permiss�es do arquivo tempor�rio

source: Failed to set text in the text control.
pt_br: Falha ao definir texto no controle de texto.

source: Failed to set thread priority %d.
pt_br: Falha ao definir prioridade da thread %d.

source: Failed to store image '%s' to memory VFS!
pt_br: Falha ao armazenar a imagem '%s' na mem�ria VFS!

source: Failed to terminate a thread.
pt_br: Falha ao terminar thread.

source: Failed to terminate the advise loop with DDE server
pt_br: Falha ao terminar loop de alerta com servidor DDE

source: Failed to terminate the dialup connection: %s
pt_br: Falha ao terminar a conex�o dial-up: %s

source: Failed to touch the file '%s'
pt_br: Falha ao efetuar "touch" no arquivo '%s'

source: Failed to unlock lock file '%s'
pt_br: Falha ao desbloquear arquivo de bloqueio '%s'

source: Failed to unregister DDE server '%s'
pt_br: Falha ao remover registro do servidor DDE '%s'

source: Failed to update user configuration file.
pt_br: Falha ao atualizar arquivo de configura��o de usu�rio.

source: Failed to upload the debug report (error code %d).
pt_br: Falha ao enviar o relat�rio de depura��o (c�digo de erro %d).

source: Failed to write to lock file '%s'
pt_br: Falha ao gravar no arquivo de bloqueio '%s'

source: Fatal error
pt_br: Erro fatal

source: Fatal error:
pt_br: Erro fatal:

source: File
pt_br: Arquivo

source: File %s does not exist.
pt_br: O arquivo %s n�o existe.

source: File '%s' already exists, do you really want to overwrite it?
pt_br: O arquivo '%s' j� existe; deseja realmente sobrescrev�-lo?

source: File '%s' already exists. Do you want to replace it?
pt_br: O arquivo '%s' j� existe. Deseja substitu�-lo?

source: File couldn't be loaded.
pt_br: Imposs�vel carregar o arquivo.

source: File error
pt_br: Erro de arquivo

source: File name exists already.
pt_br: Nome de arquivo j� existe.

source: Files
pt_br: Arquivos

source: Files (%s)
pt_br: Arquivos (%s)

source: Filter
pt_br: Filtro

source: Find
pt_br: Localizar

source: Fixed font:
pt_br: Fonte de tamanho fixo:

source: Fixed size face.<br> <b>bold</b> <i>italic</i>
pt_br: Fonte de tamanho fixo.<br> <b>negrito</b> <i>it�lico</i>

source: Folio, 8 1/2 x 13 in
pt_br: F�lio, 8,5" x 13"

source: Font
pt_br: Fonte

source: Font &weight:
pt_br: &Peso da fonte:

source: Font size:
pt_br: Tamanho da fonte:

source: Font st&yle:
pt_br: E&stilo da fonte:

source: Font:
pt_br: Fonte:

source: Fonts index file %s disappeared while loading fonts.
pt_br: O arquivo de �ndice de fontes %s desapareceu durante o carregamento de fontes.

source: Fork failed
pt_br: Falha no "fork"

source: Forward hrefs are not supported
pt_br: hrefs adiantadas n�o s�o suportadas

source: Found %i matches
pt_br: %i ocorr�ncias encontradas

source: From:
pt_br: De:

source: GIF: Invalid gif index.
pt_br: GIF: ?ndice gif inv�lido.

source: GIF: data stream seems to be truncated.
pt_br: GIF: fluxo de dados parece estar truncado.

source: GIF: error in GIF image format.
pt_br: GIF: erro no formato da imagem GIF.

source: GIF: not enough memory.
pt_br: GIF: mem�ria insuficiente.

source: GIF: unknown error!!!
pt_br: GIF: erro desconhecido!!!

source: GTK+ theme
pt_br: Tema GTK+

source: Generic PostScript
pt_br: PostScript gen�rico

source: German Legal Fanfold, 8 1/2 x 13 in
pt_br: Legal alem�o cont�nuo, 8,5" x 13"

source: German Std Fanfold, 8 1/2 x 12 in
pt_br: Padr�o alem�o cont�nuo, 8,5" x 12"

source: Go back
pt_br: Voltar

source: Go forward
pt_br: Avan�ar

source: Go one level up in document hierarchy
pt_br: Subir um n�vel na hierarquia do documento

source: Go to home directory
pt_br: Ir para o diret�rio inicial

source: Go to parent directory
pt_br: Ir para o diret�rio pai

source: Goto Page
pt_br: Ir para a p�gina

source: Graphics art by
pt_br: Gr�ficos por

source: Greek (ISO-8859-7)
pt_br: Grego (ISO-8859-7)

source: Gzip not supported by this version of zlib
pt_br: Gzip n�o suportado por esta vers�o da zlib

source: HELP
pt_br: AJUDA

source: HTML Help Project (*.hhp)|*.hhp|
pt_br: Projeto de Ajuda HTML (*.hhp)|*.hhp|

source: HTML anchor %s does not exist.
pt_br: �ncora HTML %s n�o existe.

source: HTML files (*.html;*.htm)|*.html;*.htm|
pt_br: Arquivos HTML (*.html;*.htm)|*.html;*.htm|

source: Hebrew (ISO-8859-8)
pt_br: Hebraico (ISO-8859-8)

source: Help
pt_br: Ajuda

source: Help Browser Options
pt_br: Op��es do Navegador da Ajuda

source: Help Index
pt_br: �ndice da ajuda

source: Help Printing
pt_br: Impress�o da Ajuda

source: Help Topics
pt_br: T?picos da Ajuda

source: Help books (*.htb)|*.htb|Help books (*.zip)|*.zip|
pt_br: Livros de ajuda (*.htb)|*.htb|Livros de ajuda (*.zip)|*.zip|

source: Help directory "%s" not found.
pt_br: O diret�rio de ajuda "%s" n�o foi encontrado.

source: Help file "%s" not found.
pt_br: Arquivo de ajuda "%s" n�o foi encontrado.

source: Help: %s
pt_br: Ajuda: %s

source: Home
pt_br: Pasta pessoal

source: Home directory
pt_br: Pasta pessoal

source: ICO: Error in reading mask DIB.
pt_br: ICO: Erro ao ler m�scara DIB.

source: ICO: Error writing the image file!
pt_br: ICO: Erro ao gravar o arquivo de imagem!

source: ICO: Image too tall for an icon.
pt_br: ICO: Imagem alta demais para um �cone.

source: ICO: Image too wide for an icon.
pt_br: ICO: Imagem larga demais para um �cone.

source: ICO: Invalid icon index.
pt_br: ICO: �ndice de �cone inv�lido .

source: IFF: data stream seems to be truncated.
pt_br: IFF: fluxo de dados parece estar truncado.

source: IFF: error in IFF image format.
pt_br: IFF: erro no formato da imagem IFF.

source: IFF: not enough memory.
pt_br: IFF: mem�ria insuficiente.

source: IFF: unknown error!!!
pt_br: IFF: erro desconhecido!!!

source: If you have any additional information pertaining to this bug report, please enter it here and it will be joined to it:
pt_br: Se voc� tiver qualquer informa��o adicional pertinente a este relat�rio de erro, por favor entre-a aqui e ela ser� adicionada ao relat�rio:

source: If you wish to suppress this debug report completely, please choose the "Cancel" button, but be warned that it may hinder improving the program, so if at all possible please do continue with the report generation.
pt_br: Se voc� deseja suprimir completamente o relat�rio de depura��o, por favor escolha o bot�o "Cancelar", mas esteja avisado de que isto pode impedir melhoras no programa, ent�o se isto for poss�vel por favor continue com a gera��o de relat�rio.

source: Ignoring value "%s" of the key "%s".
pt_br: Ignorando valor "%s" da chave "%s".

source: Illegal Object Class (Non-wxEvtHandler) as Event Source
pt_br: Classe de objeto ilegal (n�o � um wxEvtHandler) como origem do evento

source: Illegal directory name.
pt_br: Nome ilegal de diret?rio.

source: Illegal file specification.
pt_br: Especifica��o de arquivo ilegal.

source: Image and mask have different sizes.
pt_br: Imagem e m�scara t�m tamanhos diferentes.

source: Image file is not of type %ld.
pt_br: Arquivo de imagem n�o � do tipo %ld.

source: Image file is not of type %s.
pt_br: Arquivo de imagem n�o � do tipo %s.

source: Impossible to create a rich edit control, using simple text control instead. Please reinstall riched32.dll
pt_br: Imposs�vel criar um controle "rich edit"; o controle de texto simples ser� usado. Por favor reinstale riched32.dll

source: Impossible to get child process input
pt_br: Imposs�vel obter entrada do processo filho
